{
    "response": {
        "response": {
            "status": "ok",
            "userTier": "developer",
            "total": 2438953,
            "startIndex": 1,
            "pageSize": 10,
            "currentPage": 1,
            "pages": 243896,
            "orderBy": "newest",
            "results": [
                {
                    "id": "sport/live/2023/jul/20/tour-de-france-2023-stage-18-from-moutiers-to-bourg-en-bresse-as-peloton-leaves-the-alps",
                    "type": "liveblog",
                    "sectionId": "sport",
                    "sectionName": "Sport",
                    "webPublicationDate": "2023-07-20T15:32:54Z",
                    "webTitle": "Tour de France 2023: stage 18 from Moûtiers to Bourg-en-Bresse as peloton leaves the Alps",
                    "webUrl": "https://www.theguardian.com/sport/live/2023/jul/20/tour-de-france-2023-stage-18-from-moutiers-to-bourg-en-bresse-as-peloton-leaves-the-alps",
                    "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/20/tour-de-france-2023-stage-18-from-moutiers-to-bourg-en-bresse-as-peloton-leaves-the-alps",
                    "fields": {
                        "headline": "Tour de France 2023: stage 18 from Moûtiers to Bourg-en-Bresse as peloton leaves the Alps",
                        "byline": "Luke McLaughlin",
                        "thumbnail": "https://media.guim.co.uk/4a68c19b0223779a91c7ceddcc6a3f8e18840095/0_0_5880_3528/500.jpg",
                        "bodyText": "14km to go: Now the gap falls to 23sec. The riders kick on desperately up at the front, trying to give themselves a chance of fighting for the stage win. But their days look numbered. 16km to go: The gap falls to 30sec. Bora-Hansgrohe lead the way on the front of the peloton, on the climb. 17km to go: Julian Alaphilippe (Soudal-QuickStep) is visible at the front. Kelly, on Eurosport, thinks he is there to try and disrupt the chase, in aid of his teammate Asgreen up front. Eenkhorn’s mouth hangs open as he puts in a big effort on the front of the break. He is really grinding it out on a long uncategorised climb. Asgreen takes a drink and bite to eat. 18km to go: According to this photo caption, it was Dad’s Gendarmerie, not Dad’s Army, at the roadside: 20km to go: The gap is 51sec. Big, big ride from Asgreen, who leads the way up front. What an absolute machine. Over on the Soudal-Quickstep Twitter, here’s a delightful helicopter shot from off the telly: 23km to go: The gap rises to 48sec. The wind is gusty and strong, says Blythe on Eurosport. The sheer effort is visible on the faces of the two Lotto Dstny riders in the break, Campanaerts and Eenkhorn. On the other hand, Asgreen just looks comfortable and barely out of breath, despite the terrifyingly large amount of power he is applying to those pedals. 25km to go: The gap between break and peloton has fallen to 40sec. With Jasper Philipsen going for his fifth stage win, here is some history on the most stage wins in a single Tour, shamelessly lifted from the official Tour de France site: “The record of stage wins in a single Tour de France is eight, held by Charles Pélissier (1930), Eddy Merckx (1970 and 1974) and Freddy Maertens (1976). Gino Bartali and Bernard Hinault scored seven, in 1948 and 1979 respectively. The number six has been reached nine times, by François Faber (1909), Marcel Buysse (1913), André Leducq (1932), Jean Aerts (1933), René Le Grevès (1936), Merckx (1969 and 1972), Luis Ocaña (1973) and Mark Cavendish (2009). On 22 occasions, a rider has won five stages in a single Tour de France.” 30km to go: “These guys are not hanging about,” says Adam Blythe on the Eurosport motorbike, now at the front of the race. “It’s not a given that these guys are going to be caught. They are working hard.” 31km to go: The four up front are riding a team time trial to the finish now. (Or certainly trying to.) Eenkhorn looks to be tiring, and drops to the back. “Mate, you’ve just got here,” says McEwen on commentary, in character as one of Eenkhorn’s fellow escapees. “Give me a break.” 34km to go: Great efforts from the four riders up front. The gap is still over a minute. Currently 1min 02sec. Now, Lidl-Trek and Bora-Hansgrohe have taken it up at the front of the peloton. “They’re thinking this might be a difficult one to close down,” says Kelly on Eurosport. The average speed for the day has just ticked up to 44km/h, which shows you how significantly the pace has increased. 36km to go: “I believe the correct pronunciation is “Dysentery”” emails Bob, on Lotto-Dstny. I suppose you could say they have trouble with their vowels, much like Mark Cavendish’s brand, cvndsh. “I had a bet with myself,” Campanaerts said of that time trial gearing. Thanks to Mark for emailing the link to this interview with ITV. “Nowadays we all ride with digital groupsets, and that’s nice,” said the former Hour Record holder. “But it wasn’t working … so I thought, can I do it in this massive gear?” 41km to go: Alpecin-Deceuninck, Jayco-AlUla and Team DSM are massed at the front of the bunch, although the bunch is noticeably strung out now. The pace is hotter than it was, and this is a real race now, as opposed to the slightly strange game of cat-and-mouse we had earlier. The enlarged break of four riders now has 1min 09sec and the sprinters’ teams don’t want to give them too much rope … 42km to go: How does one pronounce the Dstny in Lotto-Dstny? I’d go “Destiny”, but it seems that the excellent Sean Kelly is going for “Dynasty”. 43km to go: On commentary, Robbie McEwen thinks the wind will be a factor in the final. He says it’s a crosswind blowing between 20 and 25km/h. 45km to go: “I am starting to warm to the eccentricity of Campenaerts.” emails Claus. “I was watching him during Tuesday’s time trial, labouring uphill in an insanely high gear and spinning like a hamster on the flat. The commentators were wondering if he had made a bet to complete the whole time trial just in one gear. Is there anything to confirm that?” I saw that, and heard the commentators wondering why, but didn’t hear any confirmation of the reason. Did anyone see Campenaerts asked about this? Email me! 47km to go: The script is obviously written for a bunch sprint … the leading four riders have just over a minute on the chasing pack at the moment. They look to have no hope, but then again, no one gave Michal Kwiatkowski, or anyone else in that breakaway, a chance of staying away on Grand Colombier: Pascal Eenkhorn, the cheeky little rascal, sprints for the intermediate having just got in the break. But Abrahamson, impressively, has the legs to hold him off. Sean Kelly says they’re just after the prize money. Behind, the pack rolls through the sprint point without contesting it. Philipsen rolls through first, and picks up 11pts. Intermediate sprint result Abrahamsen 20pts Eenkhorn 17pts Campanaerts 15pts Asgreen 13pts Philipsen 11pts 52km to go: That said, will an uphill kick to the finish line suit a bigger rider such as Pedersen? 53km to go: Philipsen has five top 10s (and of course four wins) at the Tour. Pedersen has four top 10s and one win. All things being equal, those two will be duking it out for the win today. 55km to go: The average speed for the day is 42.9km/h, which is fairly slow for a flattish day. 57km to go: Campanaerts, of course, is the guy who once asked someone out via a message written on his chest. It probably wasn’t the most alluring offer. 58km to go: The pace has noticeably picked up. Having gone back to pick up his teammate, Campanaerts then comes charging past the two up front, and they can’t keep pace with him. 59km to go: Campanaerts has now sat up to wait for Eenkhorn. So Abrahamsen and Asgreen are up front on their own. The gap between the front of the race and the peloton is 48sec. The gap between break and the two Lotto-Dstny chasers is just 6sec. 60km to go: Matt Winston, who is on the staff at Team DSM, with a funny Ashes-related quote from John Degenkolb (a German): 63km to go: Pascal Eenkhorn (Lotto-Dstny) has now been released to make it across to the three-man breakaway. He is 11sec behind the group up front. A reminder that the three riders up front are: Kasper Asgreen (Soudal–Quick-Step), Jonas Abrahamsen (Uno-X Pro Team) and Victor Campanaerts (Lotto–Dstny). 67km to go: Mindless Ciccone “humour” from back in 2019. Just the 25sec for the break now … this is coming back together soon, isn’t it? 68km to go: The gap is now hovering at around 32sec. We just had a shot of Giulo Ciccone in his all polka-dot outfit. Daring. 70km to go: We may still have a box-office finale to the stage after a slow start. And the gap is falling even more, now down to 36sec. And now 32sec. “I didn’t like it one little bit,” says Kirby on Eurosport of Philipsen’s behaviour in shutting down Eenkhorn. “The more I think about it, the more upset I’m getting.” 71km to go: Here’s a screenshot of Philipsen shutting the door on Eenkhorn. The gap is 42sec. Surely we are going to get more attempts to bridge? 73km to go: It seems that discussions are ongoing between Philipsen, Lotto-Dstny and others. Over on Elon Musk’s Twitter, Philipsen is taking some flak for what did look like straightforward bullying (and potentially dangerous riding too if he physically tried to block Eenkhorn). 75km to go: Victor Lafay, also of Cofidis, is off the back. 76km to go: Simon Geschke, of Cofidis, has been dropped. He said yesterday was his hardest ever day on a bike … and today is looking miserable, too. 79km to go: The gloves are coming off. Not literally. But riders are trying to get across to the three-man break. It appeared that Jasper Philipsen just went and tried to stop someone from trying to bridge, because he (Philipsen) wants a sprint. It was Pascal Eenkhoorn who burst out of the bunch, apparently trying to bridge. “It’s a bullying tactic there, it doesn’t sit well,” says Daryl Impey on commentary for Eurosport. “This is the new mentality of the peloton that is coming through.” I’m not sure it’s new for the more senior riders to try and control things? Surely that’s a relic of cycling’s past, more than anything. 79km to go: “I agree with you that stages like the one today have their place in the tour,” emails Michael from Calgary, Alberta, Canada. “As Sir Paul once sang about Silly Love Songs, what’s wrong with that, I’d like to know. “One thing I wish was an annual requirement is the team time trial in addition to the individual ... and preferably including at least one significant climb and descent.” 80km to go: Lotto-Density suddenly take it up at the front, on the climb. They are trying to bring this back, and spice up the second half of the stage. The gap falls to 37sec. (I know, it’s Lotto-Dstny, not Lotto-Density.) 82km to go: The gap is falling! The break is on the second climb of the route, a cat-four at Côte de Boissieu. The gap is down to 43sec. Maybe it will go out again after the climb? We shall see. A road sign pointing to Turin! I was there in March. Underrated city. Try the farinata. The Lac du Bourget. 86km to go: Steve Cummings, in the Ineos Grenadiers car, has just given Adam Blythe, on the Eurosport motorbike, an ice cream. The gap 54sec. Here’s a Cummings Tour de France win from the archive: 87km to go: Impey has some interesting thoughts on Thomas de Gendt, the Belgian breakaway specialist. He says riders in the peloton wondered how he always managed to stay away in breakaways, but that things changed when he revealed his secrets. He doesn’t actually explain what those secrets were … The gap continues to hover at around 1min. 88km to go: These stages are all part of the Tour de France’s rich tapestry, if you ask me. They simply can’t be flat-out all day, every day. From a British perspective, there would be a lot more intrigue if Mark Cavendish was still in the game, and he was still aiming for the record. 89km to go: The gap between today’s three-man break and peloton is 58sec. 91km to go: Carlton Kirby has had his lunch, and is back on the Eurosport microphone. Daryl Impey reminisces on his two days in the yellow jersey, 10 years ago: “To be able to have done that in my career, it’s amazing,” he says. “Every time I’ve gone back to the Tour, I thought, how was I able to do that? I didn’t sleep in the jersey, but I definitely had it close to my bed.” 93km to go: Nothing is happening. Well, not in terms of the race situation. And that suits so many riders and teams just fine. The finish today will be flat-out, and no doubt it’ll be exciting, but for now it is all the same. The three-man break continues to work up front. Asgreen has a drink. Abrahamsen takes a bottle from his team car, that pulls up alongside. Actually, the gap falls to 52sec. 96km to go: I was going to mention earlier that there are clearly issues with the current anti-doping regime. While I should stress that this is not intended as a reflection on any particular rider or team, here is James, on email, with some of the ongoing concerns: “Some of the issues with the bio passport are as follows. “Do they take measurements often enough? I mean, do they send sample collecters to a remote hotel on Mount Teide in Tenerife? And if they do, would the riders be warned in advance by ‘spotters’ at the airport and could they mask the skewed values in some way? Let’s also not forget that riders can miss two surprise tests without facing sanction. “Why were some athletes that we now know were doping not flagged by the Biopassport? (In a similar vein (ha!) to plenty of riders that we know were doped to the gills never failing a ‘traditional’ test. “Why were some riders reinstated after appeals by their national federations to the UCI / WADA, despite the latter being satisfied of their guilt? “How faithfully is this enforced? I mean, the independent expert that the UCI used to assess profiles resigned in protest when the UCI refused to sanction ‘a certain Texan’ for suspicious values. Can we be confident they would take action if a lucrative star rider had strange values? The sport has never been more vulnerable to scandal. A top rider testing positive now would do incredible damage to what has become a global industry worth billions. “How well does it work for riders who might have illnesses of use medications that affect their blood measurements? Are there riders who are effectively impossible to monitor?” Coffee-clutching, bleary-eyed Australian sports fans are embracing the immortal words of Jon Bon Jovi this month: “You can sleep when you’re dead.” That’s because July is delivering an RSL-sized smörgåsbord of northern hemisphere sport. While the Women’s World Cup may be time zone-friendly for Australians for the first time ever, there’s still men’s and women’s cricket, including the remaining Ashes series; the Open Championship in the United Kingdom and Tour de France and Le Tour Femmes in western Europe; and Formula One, where Australian Daniel Ricciardo is back behind the wheel. And it’s all happening past most people’s bed times, prompting many to choose between sleep and sporting stimulation. 101km to go: Asgreen is the Denmark’s current individual time trial champion. FACT. He won it last month, in Aalborg. Do we have any readers in Aalborg? Get in touch by email or Twitter Meanwhile, here are Lotto Dstny, celebrating having a rider in the break. “Who else,” indeed. 105km to go: Notably, the temperature stated on the Tour de France website for the front of the race is 29.9C. Unusual to see something that’s not in the 30s, these days. (Of course, as you know, the actual temperature on the road will be more than that.) 107km: I told you Moeen Ali was good enough to bat at No 3 for England, didn’t I?* *I didn’t 108km to go: Alpecin-Deceuninck lead the way at the front of the peloton. The gap, still, refuses to budge from around one minute. 111km to go: I should have told you that Abrahamsen “won” the categorised climb at Côte de Chambéry-le-Haut. Not that it really matters. 113km to go: Not an awful lot happening, in truth. The gap is just over a minute. The three breakaway riders – Kasper Asgreen (Soudal–Quick-Step), Jonas Abrahamsen (Uno-X Pro Cycling Team) and Victor Campanaerts (Lotto–Dstny) – continue to work hard up front. There are some lovely TV pictures from the helicopter. Which is something. 118km to go: “I heard a take the other day that if riders were doping, it would happen months ago during training,” emails Tyler. “No longer are the days of blood bags in team cars. So makes you wonder whether the testing after races is just a mild inconvenience to the dehydrated riders after races.” Sure, but that in theory is where the blood passport comes in. Tracking an athlete’s blood values consistently over a long period of time, rather than just at races, should show if there has been anything untoward away from competition. But again, that is in theory. The scandal surrounding a certain British team showed that up until relatively recently, injecting Kenacort (Triamcinolone) out of competition was permitted under anti-doping regulations. Which was madness, in hindsight, considering its potency as a performance enhancer. 119km to go: Mathieu Van der Poel had a chat with Eurosport before the stage: “I think for us it’s difficult to predict … our biggest chance is to win today with Jasper. Tomorrow will be even more for a breakaway … but I hope the guys [peloton] will feel the stage from yesterday. We will see. “He [Philipsen] is tired as well. But everybody is. I was really suffering yesterday on the last climb … but he’s a typical sprinter. He’ll feel good again towards the end [of the stage].” 122km to go: Daryl Impey, a former yellow jersey wearer, is guesting on commentary for Eurosport and he says there are plenty in the peloton are desperate for an easy (or easier) day and that is determining the shape of the race. Hard to argue. “Everybody in this peloton is thinking about Paris,” he adds. 123km to go: Some welcome shade for the riders on this first climb. A tree-lined road winds its way up the Côte de Chambéry-le-Haut. 125km to go: “Like all cycling fans I have been digesting the past two stages,” emails Barry. “The domination of Jonas Vingegaard was so complete it has thrown up suspicions. Looking at the comments on the Guardian and elsewhere shows people wondering the same thing … Unfortunately the past scandals mean whoever is in yellow gets this, of course … “So I guess my question is – will cycling ever get away from its dodgy past?” I think the answer is no, it will never completely escape the past – but an amount of scepticism is surely both healthy and understandable in view of the history. Vingegaard is being tested left, right and centre and clearly there is no problem there. The cynicism is a shame, in one sense, but I would be more worried if no one was asking the question. 127km to go: The gap is down to exactly one minute, yet again. 128km to go: The first categorised climb of the day, at Côte de Chambéry-le-Haut, is coming up after another 6km of racing. Jonas Vingegaard had a chat with Eurosport before the stage start and is asked if this is the form of his life: “I would say I’ve never been better in my life. Obviously, I’m super-happy about it.” Of his preparation, he says: “It all starts in the early months … there you have to be … don’t have weeks when you cannot train. I had a really good winter. No injuries or sickness. You come to the first altitude camp in May, already in good shape, then you start building towards the Tour.” And finally a word for Tadej Pogacar: “I have a lot of respect for Tadej … in my opinion he’s the best rider in the world … I only have good things to say about Tadej, he’s a really nice person as well.” 133km to go: Just looking at the “final”, as cycling people call it. When the race hits Bourg-en-Bresse and approached the finish, there is a sharp left-hander, then a sweeping right-hander, and there is a little uphill kick to the finish. 135km to go: The gap is 1min 11sec. Here’s a screenshot of the gentlemen at roadside, thanks to a screenshot by Felix Lowe on Twitter: 138km to go: Team DSM, Alpecin-Deceuninck and Jayco-AlUla are the teams visible at the front of the race, working to control the gap to the break. I think it’s entirely possible that we see this race come back together sooner than expected. On Eurosport, we hear one of the Ineos Grenadiers sports directors on the radio, reminding their riders to keep hydrated, because it’s hot. Not exactly fascinating insight, it must be said, but in fairness the team radio idea is in credit after yesterday and the Pogacar drama. 140km to go: The gap is holding at around a minute. As I type, it’s 1min 06sec. At the Women’s World Cup, hosts Australia have just beaten Ireland 1-0: Elsewhere, England are trying to Bazball the hell out of Australia at Old Trafford: Golf is occurring on the first day of the Open at Royal Liverpool: County cricket is occurring at various locations around the UK: 147km to go: Jonas Vingegaard, who leads the overall race by seven and a half minutes, has a chat with his compatriot, Mads Pedersen. Pedersen won stage eight, thanks to a fantastically powerful, long sprint finish, that was overshadowed by Mark Cavendish’s traumatic exit from the race: 149km to go: Indeed, it looks like the breakaway riders are taking it relatively easy up front, knowing that the peloton have no interest in catching them. Dan Lloyd, one of the Eurosport commentators, describes Asgreen and Campanaerts as “absolute machines”, in terms of their power, which is right. 150km to go: William Fotheringham, in our pre-race preview, wrote this of today’s stage, which is spot on: “A long flat run out of the Alps offers respite after the mountains. On paper this is a bunch sprint, but that depends on which sprinters have survived and what state their teammates are in. Last year the Belgian Jasper Philipsen was the pick of the sprinters in the second half of the Tour; if he and his teammate Van der Poel are in form, look no further.” (I always find it interesting to read the pre-race previews in the final week … often interesting historical documents.) 152km to go: What appears to be a real-life French Dad’s Army is pictured at the roadside applauding the riders past. “I’m not sure how active they are … but we salute them anyway,” quips Kirby. The gap is exactly 1min. 154km to go: The average speed thus far today is 44.5 km/h, which is obviously crazily fast for mere mortals, but comfortable for these highly trained athletes riding in a bunch. The three breakaway riders – Kasper Asgreen (Soudal–Quick-Step), Jonas Abrahamsen (Uno-X Pro Cycling Team) and Victor Campanaerts (Lotto–Dstny) – will obviously be toiling a lot harder than the riders back in the bunch. Again, it’s worth remembering how fiendishly hard yesterday’s stage was, if anyone is disappointed at the lack of action so far today. It’s hardly surprising that we are seeing a ceasefire, for want of a better word. 158km to go: Maybe the riders up front have eased up a bit, secretly hoping the peloton will catch them? I don’t know, but we have to find a bit of intrigue from somewhere. 159km to go: Now, Eurosport’s Kirby reckons that Adam Blythe has “ironed his sunglasses overnight. I’ve never seen such flat lenses. “This is going to take quite a while,” Kirby adds, for the 100 or so miles that now lie ahead. 159km to go: Jasper Philipsen has dropped back to the team cars. He’s having a drink, resplendent in green jersey, and riding a green bike. 161km to go: Interestingly, the gap between breakaway and peloton has fallen to around a minute. You would have thought these three riders would be given a bit more rope, given the length of the stage. Mind you, at the back of the peloton, it’s all looking very relaxed. There is little or no motivation to do anything other than let those three brave lads up front do most of the work. Richard Plugge, one of the Jumbo-Visma team managers, talks to Eurosport about Wout van Aert’s departure: “We said when the moment is there, when the doctors says now is the moment, we have to make the decision [for Van Aert] to leave. “For us it’s normal. It’s really important to be with your family, with your wife, with your kid … he’s a family man, we are a family, I have kids myself … you want to be in the most important moments in life with your family. We agreed on it without any discussion. “He tried for a stage victory [earlier in the race]. Unfortunately it didn’t work out. He’s a great team player. Yesterday was the biggest goal for us in this Tour de France, and he waited for that moment … that shows what a big guy he is, what a guy for the team, how strong he is.” Can he, Plugge, taste overall victory in this Tour? “I’ll be really happy in Paris on Sunday. Yesterday was a good step. Today is another day … we have to be sharp from the start.” 165km to go: On commentary, Carlton Kirby has been reduced to remembering a pizzeria that he once ate at with Sean Kelly. 167km to go: The gap has fallen slightly to 1min 16sec. What or where is Malopolska, where Abrahamsen won that stage? Let Wiki explain: “Lesser Poland, often known by its Polish name Małopolska, is a historical region situated in southern and south-eastern Poland. Its capital and largest city is Kraków. Throughout centuries, Lesser Poland developed a separate culture featuring diverse architecture, folk costumes, dances, cuisine, traditions and a rare Lesser Polish dialect. The region is rich in historical landmarks, monuments, castles, natural scenery and UNESCO World Heritage Sites.” 168km to go: The top result showing on Jonas Abrahamsen’s page on ProCyclingStats is a stage win at the Tour of Malopolska in 2020. But hey, a win is a win, yeah? 172km to go: The gap between break and peloton is hovering, pretty steadily, at around 1min 30sec. 174km to go: Jasper Philipsen (Alpecin–Deceuninck) is pictured riding along having a bite to eat. Couldn’t he have had something on the bus? Meanwhile, breakaway rider Victor Campanaerts has also scored some big wins in his time. He won a Giro stage in 2021: He also broke the Hour Record in 2019: 175km to go: I won the Tour of Flanders in 2019, at least in the sense that I completed the full-length sportive, which was about 215km. Anyone else out there done it? 177km to go: Asgreen, as you know, is a powerhouse of a rider and has won some big one-day races. Namely the Tour of Flanders (2021), E3 Harelbeke (2021) and Kuurne-Brussels-Kuurne (2020) 178km to go: All three riders in this break are over three hours behind the race leader, Jonas Vingegaard, in the general classification. So there is no question of them being a threat … 180km to go: Carlton Kirby, on Eurosport commentary, suggests that some riders who were told to get in the break have missed it accidentally-on-purpose. No doubt there is some truth in that. 181km to go: The three-man breakaway has 43sec. That appears to be that. It’s hardly surprising that after one of the hardest climbing stages in years, much of the peloton would like an easy day. There was definitely some road-blocking going on a couple of minutes ago when these three got away … 183km to go: Kasper Asgreen (Soudal–Quick-Step), Jonas Abrahamsen (Uno-X Pro Cycling Team) and Victor Campanaerts (Lotto–Dstny) are up front. They have a lead of 18sec and the peloton behind looks happy to let them go. Most of them, anyway … as Sean Kelly says on commentary, a three-man break is perfect for the sprinters’ teams, as it’s so much easier to control than a larger group. Asgreen and Campanaerts are very powerful though, having said that. Boom. Attacks from the start, as expected. “With the yellow jersey practically sealed for Vingegaard, Pog’s only hope to win it back would be if Vingegaard had to withdraw,” emails Ben. “Has a team ever gone full Dick Dastardly and tried to force a rider to crash out? Not quite the same, but a few years back I seem to remember Movistar putting the hammer down after a crash in the peloton which was met with justifiable condemnation.” Just 1km to go now in the neutralised start. The peloton is massed behind the race director’s car. Van de Poel is visible up front, plus Ciccone in his polka-dot outfit. Mathieu van der Poel (Alpecin–Deceuninck), of course, is another rider who may put his hand up for a sprint win today. “I’ll be keeping my eye out,” Fred Wright (Bahrain Victorious) tells Eurosport of a possible breakaway. “You never know … I’m hoping there will be lots of people who don’t want it to be a sprint. You kind of know in the “neutral” what the situation is. On stage 12, that was one of the most tense “neutrals” I’ve ever been in.” Jeremy Whittle reports from France on the scepticism swirling around Jonas Vingegaard’s dominance, both in the time trial and yesterday’s Queen stage: “The knives are out, or at least unsheathed, for Jonas Vingegaard at the Tour de France, but then it doesn’t take much to trigger scepticism towards the wearer of the yellow jersey. It is always there, simmering away, even though 25 years have passed since the crippling Festina affair of 1998, and it is more than a decade since Lance Armstrong confessed his doping sins to Oprah Winfrey. Now Vingegaard, like so many before him, is having to recite the same mantra: trust me, I work hard, I sacrifice so much; believe me, I am not taking anything.” I’m not sure how long this neutralised section is in total, but the graphic on screen just said they still have 7km to ride before the official start. Jasper Philipsen is well ahead in the points classification: He leads with 323 points, Mads Pedersen is second with 186 points. There are 20 points on offer for winning the intermediate sprint, at Saint-Rambert-en-Bugey, and 50 for the stage winner. “We’ve seen the final, so we know what to expect,” Jasper Philipsen tells Eurosport. He’s aiming for a fifth stage win this afternoon. Does he have any weaknesses in a sprint? “We’ll see. Everything can happen in a bunch sprint.” Bryan Coquard, Danny van Poppel, Alexander Kristoff, Luka Mezgec and Mads Pedersen are among the fast men remaining – along with Jasper Philipsen, of course – following yesterday’s insanely hard stage that featured over 5,000m of climbing. A bit of politics now, from Antony on email: “Bonjour. Labour is imminent, Let’s hope so Wout, let’s hope so. Get a good indication later tonight.” The official page for abandonments, stage-by-stage, can be found here. Phil Bauhaus packed it in yesterday, Caleb Ewan is gone, so is Fabio Jakobsen, and of course Mark Cavendish. Top five in GC before stage 18: Jonas Vingegaard (Jumbo-Visma) 68hr 05min 26sec Tadej Pogacar (UAE Team Emirates) +7min 35sec Adam Yates (UAE Team Emirates) +10min 45sec Carlos Rodríguez (Ineos) +12min 01sec Simon Yates (Jayco-AlUla) +12min 19sec This is cool. Ben O’Connor congratulating his teammate, Felix Gall, on his victory in the ‘Queen’ stage of the Tour de France yesterday. “You’re a champion!” Can’t beat a bit of true team spirit, can you? The full interview is well worth a watch, wherever you usually get your Tour de France interviews. Don’t forget: You can email me with your thoughts on the race, or tweet me here There are two category-four climbs on today’s route. The question is, will it be a textbook day for a game but ultimately doomed breakaway to be reeled in by the sprinters’ teams, or will we see something far more chaotic and exciting? There are plenty of tired legs in the peloton and no doubt many riders will fancy a “day off”. But this is the Tour de France, right? “Labour is imminent,” Van Aert explains in this video on social media released by Jumbo-Visma. Van Aert’s wife, Sarah, is due to give birth to their second child. Reflecting on the race, Van Aert said: “I started the Tour hoping to make it to Paris. I often had the legs to win the stage, but it didn’t happen.” The Jumbo-Visma rider Wout van Aert has left the Tour de France to be with his wife Sarah, who is set to give birth to their second child, the team said on Thursday. The Belgian’s absence is not expected to impact teammate and race leader Jonas Vingegaard, who is on course for a second consecutive title after his rival Tadej Pogacar lost time following a crash in Wednesday’s stage 17. “In consultation with the team, we have decided that my place is now at home,” he said, adding that the family’s doctor had informed him his wife was expected to go into labour soon. I always thought that I would go home when my wife indicated that she needed me. That time has come.” (Reuters) “I’m gone. I’m dead.” Four words already committed to Tour de France legend. Speaking on the team radio yesterday, Tadej Pogacar conceded defeat in his battle with Jonas Vingegaard, cracking on the Col de la Loze on Stage 17 a day after his rival’s spectacular victory in the race’s solitary time trial. The Slovenian’s GC hopes do indeed look buried: just 48 hours ago the expectation had been for one of the closest-ever Tours de France but after two devastating days in the Alps, the Dane now leads the overall race by a mammoth 7min 35sec. Thankfully it is not, of course, as final as death for Pogacar and UAE Team Emirates: he can always come back next year and have another go, and indeed try for a stage win before the end of this race. Today’s long trip from Moûtiers to Bourg-en-Bresse, meanwhile, brings to mind the ghost of Mark Cavendish: long since departed from this race with a broken collarbone having come tantalisingly close to breaking Eddy Merckx’s 34 career stage victories in the Tour. All things being equal Jasper Philipsen will make it five wins at this race later today: perhaps Cavendish will be watching and wondering whether to take the option of another year with Astana-Qazaqstan, and another crack at that record. For the sprinters remaining yet to record a win – that is, all of them bar Mads Pedersen – it is a precious chance to justify their selection for the world’s biggest bike race. Neutralised start time: 12.05 UK / 13.05 CET"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/sport",
                    "pillarName": "Sport"
                },
                {
                    "id": "sport/live/2023/jul/20/the-ashes-2023-england-v-australia-fourth-test-day-two-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                    "type": "liveblog",
                    "sectionId": "sport",
                    "sectionName": "Sport",
                    "webPublicationDate": "2023-07-20T15:32:51Z",
                    "webTitle": "The Ashes 2023: England v Australia, fourth Test, day two – live",
                    "webUrl": "https://www.theguardian.com/sport/live/2023/jul/20/the-ashes-2023-england-v-australia-fourth-test-day-two-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                    "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/20/the-ashes-2023-england-v-australia-fourth-test-day-two-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                    "fields": {
                        "headline": "The Ashes 2023: England v Australia, fourth Test, day two – live",
                        "byline": "Geoff Lemon (earlier) and Rob Smyth (now)",
                        "thumbnail": "https://media.guim.co.uk/724b7d7d2547a1b5a3fdc2f058dca56a83ffe719/0_229_5013_3009/500.jpg",
                        "bodyText": "48th over: England 276-2 (Crawley 153, Root 58) Nobody in the England team plays Cummins as well as Crawley, and he has just to raced to 150 in style with two magnificent drives. The first was to the left of mid-on, the second to the right of mid-off. This is bewildering stuff. Zak Crawley, Twitter’s most wanted two months ago, is 153 not out from 153 balls. Baz knows. “I just wanted to email to say, Moeen Ali’s contribution shouldn’t be understated,” writes James Crozier. “Losing an opener early in means the No3 needs to be the one to stick around and get the shine off the ball whilst keeping the scoreboard ticking over. What a time for Moeen to play a blinder, so when Root came in he can play his shots comfortably and he and Zac could turn the scoring up to 11.” I’ll second that for a dollar. It was an excellent innings; had Root and maybe Brook been exposed to Cummins with a newer ball, the story could be very different. Moeen’s move to No3 sums up his entire Test career: side before self, every time. 47th over: England 265-2 (Crawley 143, Root 57) Whether through delicacy or impudence, Root is peppering the third man boundary. He opens the face to steer Hazlewood for four – “the shot of a genius” coos Dinesh Karthik on Sky – and then misses another reverse scoop. After a frustrating mid-series lull – scores of 10, 18, 19 and 21 – Root has gone back to being the carefree funster who made that wonderful hundred on the first day of the series. 45th over: England 260-2 (Crawley 142, Root 53) Root reverse ramps Cummins (!) for four to reach a brilliant half-century from only 45 balls. It’s been a fascinating innings, both mischievous and merciless. Pat Cummins, a strong contender for an all-time Australian XI*, has figures of 12-0-75-0. Thanks to Chris Bloomer and others for sending in the TMS overseas link, which you can find here. “It can always be found on the BBC live page,” writes Chris. “It is not listed on YouTube.” * Trumper, Morris, Bradman, Smith, Border, Miller, Gilchrist, Warne, Cummins, Lillee, McGrath? Erm, as you were: it’s a no-ball from Cummins! Wouldn’t have been out anyway as there was an inside-edge onto the pad, but it was a very good ball which jagged back and kept a bit low. That no-ball call saved a review for Australia. Australia review for LBW against Root! This is close, though I reckon it might be umpire’s call. 45th over: England 249-2 (Crawley 138, Root 47) Apologies, I missed that over from Hazlewood (nothing happened) as I was trying to find the Test Match Special overseas link. And I failed. Can anyone help? In other news, Crawley is now the second highest runscorer in this series: 328 at an average of 55. He needs 32 more to overtake Usman Khawaja. Two very similar openers I’m sure you’ll agree. 44th over: England 249-2 (Crawley 138, Root 47) Crawley hits the first boundary of the session, flicking a poor ball from Cummins to fine leg. That’s the 31st boundary of the England innings: 28 fours and three sixes. Truly, I just don’t know what’s going off out there. 43rd over: England 242-2 (Crawley 132, Root 46) Hazlewood also returns after tea, and concedes just a couple of runs. 42nd over: England 240-2 (Crawley 132, Root 45) There will be plenty of criticism of Cummins’ captaincy but none, surely, of his moral courage. He brought himself back on straight after tea and started with an excellent over that went for just one run. It’s too early to call it a tone-setter, but it’s the first step towards Australian restoring a bit of order. That was an unusual incident. Root was hit high on the pad by Cummins, with the ball deflecting to second slip. There were two noises so most of us assumed there had been an inside-edge. The umpires went upstairs to check the validity of the catch, without actually giving Root out. Replays showed the ball hit both pads but not the inside-edge, so Root survives. Root has been caught at slip off Cummins. Or has he? “Wow!” says Will Juba. “Bloody wow!!!! Agree with the comment about pressure on Cummins. And there in is the beauty of Bazball; It looks absolutely ridiculous when not going well, but my word when it does it puts levels of pressure surely never seen before on the opposition. “I guess you could argue bowling pressure from the great West Indies teams or the same for Oz with Warne and McGrath, but surely no other Test team has been able to scramble minds so effectively with the bat. My mind is blown so I dread to think how Cummins must be feeling.” How Pat Cummins and Andrew McDonald feel right now (NB: clip contains adult language) “Just wondering what the verdict is on Cummins’ captaincy from a tactical point of view?” says Dan Spicer. “I don’t have Sky so don’t get to see long spells of play very often, but went to day four at Headingley and was really surprised at what felt like a lack of intent - there were loads of easy singles on offer at the start of the day that allowed some (relatively) risk free scoring, and quite often it felt like he had a plan for a batsman and just stuck to it regardless. Is that unfair? Am I missing something?” The Sky commentators have been critical of certain decisions but also empathic. It’s hard to be a bowling captain at the best of times, never mind against the most attacking batting line-up in Test history, in front of a home crowd high on schadenfreude, when you’re playing your fifth Test in seven weeks. He looked extremely tired in that last session. There’s an argument for making Steve Smith should the de facto captain for the rest of this innings. Who are you supporting? Whatever the outcome, it’s turning into one of the all-time great Ashes series. We hope you are relishing this live coverage, brought to you in long, persistent spells by our team of cricket writers. Whoever you are supporting in this series, if you find these OBOs bring some value to your life, we hope you might consider supporting the Guardian as well. Think of it as an important contribution to our own first-innings total, like a cheeky 10 not out from a tailender that makes the bottom line look so much better. If you can, please support us on a monthly basis from just £2. It takes less than a minute to set up on this page. Thank you. England’s run rate of 5.82 per over is the highest ever against Australia in a Test innings of at least five overs. The second best? Yep, the one where Brendon McCullum smashed the fastest century in Test history. To call him a visionary feels indequate. 41st over: England 239-2 (Crawley 132, Root 44) Crawley slog-sweeps Head for six to bring up the hundred partnership in – and you’ll like this – 82 balls. Cummins slows things down to ensure this is the last over before tea. A few easy singles conclude an afternoon session that will be fast-tracked into Ashes folklore. It was savage, surreal, glorious and entirely exhilarating. England scored 178 runs from just 25 overs, with Zak Crawley – who is getting a stanading ovation – smashing 106 off 82 balls. Statgasms are all I’ve got, I’m afraid, because that was astonishing. 40th over: England 228-2 (Crawley 121, Root 41) Marsh loosens the Australian wheels some more by bowling two no-balls in three deliveries. A few easy singles makes it six from the over. “One of the (many) interesting things here is they’re playing like the ball is 60-70 overs old - but incredibly it’s only 40,” says Luke Dealtry. “The vibe is 5pm with tired bowlers and batsmen cashing in at the end of the day - but it’s only 3.30. They’re front-loading the innings’ vibes and it’s glorious.” 39th over: England 222-2 (Crawley 121, Root 40) With the field back, England milk Head for five low-risk singles. Just as some football teams really need to hear the half-time whistle, Australia desperately need the tea break. It’s nine minutes away. “Currently on Loch Ness of all places but the real monster here is England’s run rate...” honks Max Williams. “You mentioned the weather - how bad is it looking? And how unspeakably awful if rain denied England a win and the world an Ashes decider? Appreciate England left themselves 2-0 down but it would be terrible for Test cricket for an all-timer of a series to be ruined by the weather.” The weather? As that notorious cricket badger Paulie Walnuts would say, “Not good. Not good.” But England have given themselves a helluva chance with this performance. If they go past Australia with only two or three wickets down, they need to think about mental disintegration, Edgbaston 85-style. 38th over: England 217-2 (Crawley 118, Root 38) The reverse ramp is back! Root jauntily scoops Marsh high over the slips for six, another thrilling statement of intent. I’m not sure I’ve ever seen an Australian team go round the park like this. England have scored 127 off the last 17 overs! 37th over: England 206-2 (Crawley 115, Root 30) Crawley is stealing the show to such an extent that Root has scampered almost unnoticed to 30 from 24 balls. He sweeps Head for four more, with the sliding Starc just failing to stop the boundary. Starc, who seemed to tweak something during his last spell, was again grimacing as he got to his feet. 36th over: England 200-2 (Crawley 114, Root 25) Mitch Marsh finally comes into the attack. I say ‘finally’; it’s only the 36th over, but it feels like England have been batting for about twice that. He dismissed Crawley twice at Headingley, and starts with a tight over of wicket-to-wicket hustle to the aforementioned ersatz Slats. That feels like a set up for the wider ball in the next over. “Is there a difference between being lucky and making your own luck?” says Tom Bennett. “If so, where does Crawley sit?” That’s a very good point. It feel like there’s a fairly consistent correlation between positivity and luck in sport, and Crawley has been bloody lucky today. 35th over: England 198-2 (Crawley 112, Root 25) What Australia would give now to have Todd Murphy in their team. The first ball of Travis Head’s second spell is walloped down the ground for four more by Crawley. Since lunch England have scored 137 runs in 19 overs, and I don’t know what else to tell you. “No England team in my lifetime (and possibly, no international team) would have taken this situation on as fearlessly as England have today,” says Phil Harrison. “If they somehow manipulate a victory out of this game, with this weather forecast, on this pitch, against this opposition, it will be the crowning achievement of Bazball.” Well, they would hope that if they win this game, the crowning achievement will follow at the Oval. I know what you mean though; I didn’t give them a prayer this morning because of the weather forecast. Four hours later, I can’t stop singing God Save The King 34th over: England 191-2 (Crawley 106, Root 24) I’d need to double check, but I’m pretty sure Crawley’s 93-ball hundred is the second fastest by an opener in an Ashes Test. Joe Darling took only 85 balls at Sydney in 1898. Starc is okay to continue. Crawley is teeing off almost every ball. He carves another boundary over the slips, nails a straight drive that is brilliantly stopped by Starc, misses another windy woof outside off stump, edges another drive over the slips that drops exactly where Mitchell Marsh was until Cummins moved him two balls ago. This is Test cricket you know. “Not at all convinced by Pat,” says Brendan Murphy. “He’s passive and unimaginative. He looked spooked by England’s aggression at Headingley, said Aus would ‘shrug it off’. Now England are scoring at seven an over.” He looks shattered, physically and especially mentally. I suppose a couple of wickets would do wonders for his clarity and energy levels, but at the moment he’s under almost unbearable pressure. 33rd over: England 185-2 (Crawley 100, Root 22) That’ll do! Crawley clunks Cummins over cover for two to reach an extraordinary century, his first against Australia, from just 93 balls. It’s been a unique Crawleyan mixture of majestic strokeplay, fearless tone-setting and comical luck. Oh, and the last 74 runs came off off just 47 deliveries. Australia are going round the park here. Root pulls Cummins for four more, and since lunch England have scored 124 off 17 overs. What crazy hell kinda Test cricket is this? 32nd over: England 177-2 (Crawley 98, Root 18) Crawley rides his luck into the nineties, carving Starc high over the slips for four. Giddy up! Ricky Ponting, whose micro-analysis is extraordinarily good, had just suggested a fly slip for Crawley. The next ball is wide again, a bit fuller – and Crawley leathers it to the extra-cover boundary. That’s a magnificent shot! A single takes England’s ersatz Slats to within two of a first Ashes century. Starc could be struggling. He stretches his right leg between deliveries, grimacing slightly, though he’s able to finish the over. If he’s injured Australia will be in abundant bog. “I think Bazball would have been great for Robin Smith and Devon Malcolm,” says Ben Dunn. “Not so much for Boycott or Atherton. Botham would have loved it. Phil Tufnell too.” The Judge would have loved it. He played by far his best cricket when people pumped his tyres up, to use one of his favourite phrases, and when he concentrated on scoring runs rather than surviving. I think Athers would have loved it as well. There was a spell, at the start of 1995, when he started expanding his game; I think he hit Curtly Ambrose over extra cover for six during that ODI century at Lord’s. But his back, and his teams lack of spine, started to wear him down again. I suspect there are very few human beings, never mind cricketers, who wouldn’t enjoy working under Ben Stokes and Brendon McCullum. 31st over: England 168-2 (Crawley 89, Root 18) To the surprise of nobody who has done their data homework, Pat Cummins replaces Josh Hazlewood. Joe Root’s head-to-head average against Cummins is actually lower than David Warner’s against Stuart Broad. Cummins has bounced Root out a couple of times in the last two Tests, so it’s no surprise to see him set a field for short-pitched bowling. Root takes it on, swivel-pulling round the corner for four with superb placement. That leads to a change of approach – in come slip and gully – but not of tempo. Root square drives exquisitely for four more. He has raced to 18 from 13 balls, and England have scored 78 off the last 10 overs. I say! 30th over: England 157-2 (Crawley 88, Root 9) Thanks Geoff, hello everyone. Mitchell Starc continues to England’s Michael Slater tribute act, a tall chap by the name of Zak Crawley. His strokeplay is a mix of the sublime and the vaguely ridiculous. He gets another streaky boundary, inside-edging past off stump, and then misses a lusty slap outside off stump. Lucky or not, he is scoring at a time-saving rate: 88 from 86 balls, including 62 off the last 40. That is the drinks break, and time to catch your breath. From Old Trafford, it’s time for me to wave you off for the day, and hand you over to the warm embrace of Rob Smyth. 29th over: England 151-2 (Crawley 83, Root 8) Two midwickets come in for Crawley. So Hazlewood is going to target his pads? He’s been strong through the leg side today. And he remains so, finding a gap despite that field for two, then standing up and pulling a not very short ball for four! Between the two mids. Then steps across and plays an outrageous shot! Angled in at the stumps, but Crawley has come a Smith-like distance across, then played with a Pietersen-like flamingo flourish, but striking the ball through fine leg off the full face for four. He’s playing what might be an Ashes-shaping innings here. The Australians are uneasy, a long conference before the fourth ball of the over. Eventually Hazlewood pitches up and Crawley drives three through cover! He’s taken 13 from the over and he’s on to 83. 28th over: England 138-2 (Crawley 70, Root 8) The former skipper comes to the middle, having a wonderful summer already, and he carries it on right away! First ball, picks the length, short-arm pull shot just behind square, timed along the carpet for four! Then to end the over, when he sees some width, he steers it fine through deep third for the same result. That is next-level timing. Oh! That dropped catch has cost Australia exactly one run. New over, different bowler, same shot, same fielding position, different fielder. Moeen gets more of it, hits it flatter, and Khawaja takes a hell of a snare while diving to his right and falling to the ground. 27th over: England 130-1 (Crawley 70, Moeen 54) Hazlewood back on, the Head experiment has been short lived. Crawley keeps picking up twos, does it three times in a row, the last of them from an outside edge. Eventually gets Moeen back on strike, and… he’s dropped! Moeen is put down by Australia’s captain. Straightforward chance. They’ve got three in the deep for the short ball but Moeen loops it to the closer midwicket fielder, and Cummins moving across is hit on the wrist rather than the palms and spills it. 26th over: England 122-1 (Crawley 63, Moeen 53) Starc comes on for Cummins, and immediately there’s more streak for Crawley, another edge past his leg stump! Must have been four or five of those in his innings? Cleaner contact for Moeen, a nice flick through midwicket for two. Australia’s lead is down to 195. 25th over: England 119-1 (Crawley 62, Moeen 51) The milestone men! Moeen at No3 for this Test was, says Vic Marks on TMS, “rather more in hope than expectation. But it has worked, and that’s rather wonderful.” It is. The fifty comes thanks to a full toss lumped over mid on’s head, then two more runs chipped in the air past Cummins again in that position. 24th over: England 111-1 (Crawley 61, Moeen 44) Hundred partnership as Crawley equals his top score for the series with a single to deep point. Cummins goes short at Moeen, with three out on the leg side and one out at deep backward point, but Moeen leaves alone five in a row. That’s better! A late no-ball at the end of the over, he gets a sixth ball to face, and pulls a single. 23rd over: England 108-1 (Crawley 60, Moeen 43) No frontline spinner for Australia, so Travis head gets the ball. Bowling in his knitted vest and his shades. But it’s Crawley stitching him up immediately: reverse sweep first ball for four, then a hit over midwicket for six! Booming cut shot goes to the cover sweeper for one. England supporters have been waiting a long time for Crawley to deliver. I would suggest that scores this series of 61, 48, 33, 44 and now 60 not out means that he has done. 22nd over: England 97-1 (Crawley 49, Moeen 43) This is a serious partnership now, it’s 81 runs. Bigger than any that Australia managed yesterday. Not without some luck, and there’s some more! Inside edge from Crawley for four. The ball misses off stump by an inch, and misses being caught by another inch. Carey is full length on the dive to his left – did that flick the webbing of the glove? Crawley adds a couple more, gets off strike, then Cummins takes the edge and it falls short of slip, Moeen Ali the lucky one this time. Cummins can’t take a trick. 21st over: England 90-1 (Crawley 42, Moeen 43) They do go shorter when Green bowls to Moeen, but the batter handles it fine, twice knocking the ball away for a run. The slips come back for Crawley, and he races back to get two runs off his pads. 20th over: England 84-1 (Crawley 38, Moeen 41) England’s new/old No3 keeps scoring behind point, a couple, then a single. They haven’t bounced him as much as you might have expected. 19th over: England 81-1 (Crawley 38, Moeen 38) Beaten again, Crawley, but that ball from Green is far enough back of a length that it’s not very close to the edge. Not so the next time, when Crawley throws the bat and slashes it over gully for four! Green might have caught that, but Green is bowling, and Khawaja in his place is about a foot shorter. Mitchell Marsh there would be a better bet, no? With luck still his way, Crawley revels in it by belting four down the ground! The next ball hits his pad as he leaves, the Australians appeal but it’s high and probably missing off stump on line. 18th over: England 73-1 (Crawley 30, Moeen 38) Another scorcher from Moeen! His cover driving has always been the highlight of his play, and it’s been the highlight of this innings. Such easy placement facing Cummins, who isn’t happy about it, and comes around the wicket to bounce Moeen. But a couple of balls later he’s able to get off strike towards point. That gives Crawley a chance for another drive, again uncontrolled, off the edge towards deep third where Head fields. The next ball is an inside edge into pad. Yet Crawley remains. 17th over: England 64-1 (Crawley 27, Moeen 33) Green starts after lunch, and the England batters have picked off the singles well today, kept the runs going. Moeen lays into a cut shot but only gets one for it. Lunch has ticked by. Let’s resume. “As an Irishman, I will cede the Aussies a win against our heroic gals in green – indeed, they can have the World Cup itself, as long as England win these Ashes. Confusing isn’t it?” Deeply, Dean Kinsella. Can’t tell you how many ways I’ve got in trouble for missteps on the finer points of social and national distinction in this particular group of islands. They wouldn’t need a big lead, but getting 50-100 in front would be hugely helpful. All that’s very much theoretical as yet. And they had a crowd of 75,000 at Stadium Australia in Sydney for that match. Awesome. Women’s sport these days is such a buzz. This is a dynamite penalty kick, too. In the meantime, Australia got past Ireland in their football World Cup opener – just. Thrown out of whack by losing Sam Kerr so late in the piece, but a Steph Catley penalty was enough. “On the subject of pre-Jerusalem wickets, Root himself was bowled before Jerusalem was finished on day 2 at Headingley in the last Test,” writes John Culkin. “Boy, we could use a big score from Joe today, but meanwhile, what a pleasure it is to see Mo out there...” Looks like a Joe Root kind of surface, and a Joe Root kind of day. Sun beaming down here at Old Trafford. So far, so good for England. They would have been annoyed at the extra 17 runs added for the last wicket thanks to the no ball decision against Woakes that was marginal, but they’ve come out and scored quickly with the bat, got that deficit down to the mid 200s, and they can reset for the middle session from here. The Moeen move has just about broken even, strange as that sounds, given that expectations weren’t high – anything he can add after lunch will be a bonus. Australia need to find a foothold. 16th over: England 61-1 (Crawley 26, Moeen 31) Finally Crawley middles one of those lavish drives, out through the covers. Then tries to yank a pull shot from a length outside off stump, slamming it into his own thigh instead. That’s how Crawley plays for lunch. Good bouncer from Cummins in response, past the ear as the batter ducks. And that’s lunch. We’ve had two Guys, now we have two Withingtons. This is the John variety. “While trying to keep up on weak signals in the Austrian Alps I was reminded yesterday of a conversation with my often quoted brother. It struck me halfway through the 2nd test that we might be seeing Jimmy for the last time. One of the big problems for England has been the quick and regular runs scored by Head and Marsh and that perhaps Sam Curran should be brought in ahead of Jimmy to prise one or both out. Fire with fire, sword with sword etc. I think Sam’s white-ball nouse could be decisive. Plus he can bat a bit with lower middle orders being crucial in every Test so far. With another frugal but fruitless performance from Anderson perhaps it’s time … if a test match too late?” Jimmy gets another innings to make his case, and having a bowler who keeps the runs down must have an influence on the wickets that others take. 15th over: England 53-1 (Crawley 22, Moeen 31) A sharp bouncer for Moeen to dodge from Green, then another play and miss for Crawley outside the off stump. Not sure why they only have two slips and a gully for him, and why they don’t consistently bowl that line. He’s promising to nick, and most of the runs he’s making are into the leg side. 14th over: England 53-1 (Crawley 20, Moeen 29) There’s the milestone for Moeen, he goes past 3000 Test runs to go with his 200 wickets. Becomes the 16th player to do it. And does it in true Moeen style, slicing Cummins over the top of Green at gully. Four more next ball, laced through cover, and another run on the back cut. The pinch-hitting No3 trick is working so far. 13th over: England 44-1 (Crawley 20, Moeen 20) Cameron Green into the attack, and for a few minutes he has what he wants. In-ducker, at pace, smashes Crawley on the pad in front of middle and leg. Umpire Wilson gives it out, but the review shows it missing leg stump by a couple of millimetres. Green light, Zak. Proceed. 12th over: England 43-1 (Crawley 20, Moeen 19) Pat Cummins into the fray, replacing Hazlewood from the Anderson End. Gets the ball to do a bit immediately, including one that cuts back savagely towards Crawley, and one nicked past the leg stump. There’s another cover drive piled straight into Labuschagne’s hands, on the bounce, and another massive swishing drive to a ball that is miles too short for the shot, missing by a distance. Crawley has been all over the shop, to be honest, but he’s still scoring. 11th over: England 41-1 (Crawley 19, Moeen 18) Again, down the leg side from Starc in his sixth over. Crawley doesn’t catch up with it. Smacks a cover drive, but straight at the field. In between all that, three singles. Guy Hornsby is our second Guy of the day. “Morning Geoff, as they say in golf (yes, golf) this day feels like ‘moving day’. Given the weather forecast, this Test may be as little and 2 and a half days long, or at a push, 4. So England have to go big, but risk by going big(ger) and fast(er) we could fall in a heap. But given we need to win this, I am actually on board as Stokes won’t want to tie the series 2-2. The series deserves better than that. Loved your and Jonathan Liew’s pieces. Smith is still a staggering batter, but seems slightly adrift, and Green now suffering in comparison to Mitch, who looks a much better bet right now. I know England are obsessed with all-rounders, but are Australia pinning too much of their hopes to Green’s expected success? He’s still so young.” Golf? Ridiculous sport. Hitting balls with sticks. It’ll never catch on. 10th over: England 38-1 (Crawley 17, Moeen 17) A little momentum into this Moeen Ali innings! Hits the non-striker’s stumps first with a drive. Then he gets the line to glance Hazlewood for four, before resting on the front foot and driving superbly on the up through cover to the rope! Picturesque. 9th over: England 30-1 (Crawley 17, Moeen 9) Whooshka, goes Crawley, booming the bat at a length that is absolutely not there to drive. Starc’s scrambled seam takes the ball away from the bat and so nearly an edge. Goes in at the hip and Crawley gets two extras off the body to fine leg. He finishes the over as he started, another huge drive that again is a rollie paper away from giving up an edge to the keeper. Starc is left rolling his eyes. 8th over: England 26-1 (Crawley 17, Moeen 8) Edged by Crawley and safe! Goes to Warner on the half-volley at first slip. Surprising lack of carry from this surface, where the next ball from Hazlewood flies through to Carey. Really takes off, from a length, left alone. Parry, thrust, as Crawley times the pants off the next ball through midwicket for four! Deep square leg out there, beaten on the dive into the ropes. 7th over: England 20-1 (Crawley 12, Moeen 7) Sizzling delivery from Starc, squares up Crawley and just beats him outside off stump. Perfect line, movement back in to the right-hander. Crawley finds a single next ball, leaving Moeen to face the music. The latter does well enough. “Was Jimmy’s Cummins wicket the first ‘pre-Jerusalem’ wicket in history?” asks Ben Warren. I wouldn’t think so – they sing the song second ball of the day, and there must have been first-ball dismissals before. I remember Joe Root at Adelaide Oval in 2017 was caught behind off Hazlewood before Jersualem had finished. That might have been second or third ball of the morning. 6th over: England 18-1 (Crawley 11, Moeen 6) Crawley is doing well, again clips a single first ball of the over. Moeen blocks a single to cover. Crawley finds another to the leg side. 5th over: England 15-1 (Crawley 9, Moeen 5) Crawley turns over the strike. Starc has three slips and a gully, backward point, mid off, mid on, deep backward square, fine leg. Over the wicket to Moeen Ali… who nicks him for four! Past Green in the gully, which is a feat in itself. Well wide of him in the end. Gets better contact and no runs afterwards, driving it square to point where Travis Head is stationed. “As well as registering on the Valuable Runs Index, Nasser on Sky was suggesting that the extended Starc-Hazelwood stand was also featuring on the Valuable Time Index, in view of the weekend weather forecast,” writes Brian Withington. “It certainly made an indelible entry on my Keep Your Foot Behind the Bloody Line Index (other versions are available).” 4th over: England 10-1 (Crawley 8, Moeen 1) Trying to work out how to approach his innings, Moeen plays Test-style in this over against Hazlewood, defending the ball as best he can, only looking to score once when he clips to midwicket and can’t beat the field. 3rd over: England 10-1 (Crawley 8, Moeen 1) One attacking left-hander replaces another, Moeen Ali in for Duckett. Chest height down the leg side, Moeen plays at it but doesn’t get close to it. Defends the line on off stump well, but has a huge swish at nothing when he gets width. Finds his first run to fine leg. Australia 0-0 with Ireland at half time in the World Cup football. There he goes, there he goes again. Ben Duckett never leaves the ball, so the left-hander plays a defensive push at a ball outside off stump from a left-armer, over the wicket, that is swinging further away from him. Just no need to play that ball, even though it has nice shape on it. Takes a feather through to Carey. 2nd over: England 9-0 (Crawley 8, Duckett 1) Cummins making himself first change, Hazlewood to take the new ball from the James Anderson End. Duckett chops into the ground and has to kick the ball away from his stumps as it rolls back. Gets a run fifth ball, Crawley flicks two more. 1st over: England 6-0 (Crawley 6, Duckett 0) Four first ball of the innings! Crawley likes that. This time it’s not a smash through cover, it’s a glove past the wicketkeeper. No mind. He glances two runs to follow. Starc corrects his line with a very good delivery that goes close to Crawley’s off stump. Left-arm, over the wicket, landing it in the channel for the latter half of the over, Crawley going after one with an angled bat and getting a bottom edge into the ground. Change of innings is done, brace yerself. Perplexing question from Tone White. “I must know, is Stu Broad the Ryan Gosling of cricket?” In as much as he started out in the 2000s with roles of serious pathos but has latterly graduated to masterful comic performances while seeming to have the time of his life? Yes. The Test Match Special overseas link is now here, for those who like listening to the BBC but don’t like finding links on BBC websites. There we are, the last partnership adds a useful 18 runs after Pat Cummins was out first ball of the day. England will get into their batting work under bright sunshine wanting to make something north of Australia’s score by stumps. That will be a challenge, but it’s quite an Englandy sort of challenge. Gosh, there are some pessimists in this joint. Guy Simpson: “Is it just me, or does anyone else have the terrible presentiment that VAR has just cost England the Ashes? That the extra runs added by the 10th wicket will prove too many and that England will fall just short? Just horrible.” As soon as the wicket falls, “I take it back! Well done, Woakesy!” You could still be right, Guy. Tests have been decided by fewer than 16 runs… Now Chris Woakes has his first five-wicket Ashes haul. Gets Hazlewood second time around, this time the edge to third slip where Ben Duckett reaches above his head to take a catch that most slippers would have held near their midriff. 90th over: Australia 317-9 (Starc 36, Hazlewood 4) Ok, now we crank up the gears. Mark Wood is on to bowl, and Starc doesn’t want Hazlewood to face him. Starc ducks a bouncer, plays the ribcage ball well, and declines a single when he hits out to cover. Two balls to come in the over, everyone goes back to the fence except a gully and the wicketkeeper. Starc still doesn’t want the run. One ball to come, and England leave almost everyone back. Wood bowls a good bumper around an off stump line and Starc leaves it alone. 89th over: Australia 317-9 (Starc 36, Hazlewood 4) There’s an addition to Hazlewood’s score, throwing the bat at Woakes and getting three through cover. Starc knocks a single to the leg side. Hazlewood defends well enough, gets out of the way when he can. 88th over: Australia 313-9 (Starc 35, Hazlewood 1) We’re deep into the Useful Runs Index™, as Starc steers four runs past gully, then opens his stance and belts two runs back past Anderson in the air. Can’t rotate the strike though so Hazlewood will face Woakes. Hazlewood’s batting has dipped at Test level after he did some competent work in his early years. 87th over: Australia 307-9 (Starc 29, Hazlewood 1) Boundary for Starc! Gets back and pulls Woakes behind square. The replay on that no ball is extremely tight. The foot isn’t obviously over the line, but perhaps there is nothing clearly behind it. Starc adds another single to cover, Hazlewood does him proud for the last two balls. 86th over: Australia 302-9 (Starc 24, Hazlewood 1) Anderson to Starc, who sweats on most of the over before pushing a single to cover. Hazlewood plays and misses the one ball he faces. Jono Haylen is curating his playlist. “If the timeline of this series was ‘Hamilton’ the musical we are now at the part where all of the upbeat songs and the feeling of just ‘how good is it to be here’ is over. We’ve had bubbles during intermission, enjoyed Thomas Jefferson’s upbeat homecoming and witnessed Alexander Hamilton own him during two rap battles. ”Now, Hamilton’s brilliant run of wins is over and things start to get heavy. Each decision and action is much more serious than bragging rights after a cabinet meeting and breaking out into song to celebrate. The Reynolds Pamphlet has just been released. From here on I’m sure people will be feeling their Ashes dreams are going to burn and that the final couple of bullets are close to being fired. What team today will not waste their shot?” 85th over: Australia 301-9 (Starc 23, Hazlewood 1) Chris Woakes has his first five-wicket bag against Australia… and then he doesn’t. Has Hazlewood edging to Crawley at second slip, but Woakes has overstepped! Starc has already sprinted off the ground by the time the third umpire sends word, so he has to turn and run all the way back to the non-striker’s end. Has only got to face one ball so far today. Hazlewood gets in behind the line for the rest of the over. No, I don’t have the TMS overseas link. The BBC haven’t posted it yet. 84th over: Australia 300-9 (Starc 23, Hazlewood 1) The left-handed Hazlewood comes out. Wears a short ball on the body. Reaches outside off stump and steers a run past gully. Ali Martin next to me observes that James Anderson has broken James Anderson’s record for the most wickets for England. What was 688 becomes 689. Jimmy Anderson gets in the book! With a wicket first ball of the day, no less. Regulation sort of delivery, Cummins doesn’t have his timing sorted yet, pushes at it too early and hits it low to cover for a comfortable catch. On the players come… Of course, you can email me or whoever else is on the OBO at any given point, using the contact details in the sidebar, or top of page on your phone. Tane Aikman has written in. “You going to be splitting your attention between Manchester and Sydney Geoff? Big blow for the Matildas, with Sam Kerr out. On my side of the Tasman it’s been a great night, with the Football Ferns upsetting Norway for their first ever World Cup win. Now more Ashes fun to watch. Sport. It’s bloody good.” Devastating about Sam Kerr, the worst possible timing. Last training session! Finally, Barney Ronay switched modes from Wimbledon to look at how England’s embrace of the new is all about embracing the old. “For a few moments England’s wicketkeeper just sat there like a very happy life-sized gingerbread man, emitting an extended roar of triumph.” I have been watching Steve Smith for a very long time, and yesterday was a strange day within an observable pattern of strange days. “Instead Smith heaved at it, a circular dragging movement like he was halfway down the Amazon and trying to sling a large python over the side of a small boat.” And there’s the Final Word Daily podcast as usual from stumps last night. Jonathan Liew had some fun writing about Australia’s two all-rounders. “The Ashes are afoot, England are rampant and the only thing standing in their way is just under four metres of prime Perth flesh.” Simon also has the lines from Broad’s press conference last night. Then there’s Simon Burnton’s diary. Catching up? Start with Ali Martin and the match report. Greetings, comrades. Day one is done, day two is new. On into the future we go together. It was one of those days of back and forth yesterday: England win the toss and bowl, make early inroads, Australia pull it back, gain the upper hand at times, formed a partnership for almost every wicket, which England then found a way to break. Both teams would consider themselves to be in a reasonable position, with Australia about to pass 300 and having a couple of wickets left with which to do so. Once England get to bat, which might be very shortly, they will want to score at a fast rate, which will also give Australia opportunities to knock over players. This is all with an eye to forecast rain on the weekend. The idea is to get as much of this match as possible done with in the next two days. Sound like fun?"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/sport",
                    "pillarName": "Sport"
                },
                {
                    "id": "us-news/live/2023/jul/20/trump-testimony-january-6-case-biden-epa-us-politics-live",
                    "type": "liveblog",
                    "sectionId": "us-news",
                    "sectionName": "US news",
                    "webPublicationDate": "2023-07-20T15:31:09Z",
                    "webTitle": "Trump aide to testify to January 6 grand jury; McCarthy denies reports he promised to erase impeachments – US politics live",
                    "webUrl": "https://www.theguardian.com/us-news/live/2023/jul/20/trump-testimony-january-6-case-biden-epa-us-politics-live",
                    "apiUrl": "https://content.guardianapis.com/us-news/live/2023/jul/20/trump-testimony-january-6-case-biden-epa-us-politics-live",
                    "fields": {
                        "headline": "Trump aide to testify to January 6 grand jury; McCarthy denies reports he promised to erase impeachments – US politics live",
                        "byline": "Léonie Chao-Fong",
                        "thumbnail": "https://media.guim.co.uk/763375a042217f06883acf1df796788259e9d4ae/0_63_7024_4215/500.jpg",
                        "bodyText": "The UN’s security council will meet in New York tomorrow over the “humanitarian consequences” of Russia’s withdrawal from a deal that allowed the safe Black Sea export of Ukraine grain for the past year, according to Britain’s UN mission. For more live updates on Russia’s war in Ukraine, head over to our excellent Russia-Ukraine war blog. House speaker Kevin McCarthy has denied he privately promised former president Donald Trump that he would get legislation passed that would erase Trump’s two impeachments. According to a Politico report, Trump was outraged at McCarthy for withholding his endorsement of his presidential run in the 2024 election. In an interview last month, McCarthy expressed doubt that Trump was the “strongest” candidate to defeat Joe Biden and win back the White House next year. “He needs to endorse me – today!” Trump is said to have fumed to his staff on his way to a campaign event in New Hampshire. McCarthy called Trump to apologize after the interview, claiming he misspoke, sources told CNN at the time. In return for delaying that endorsement, according to Politico, McCarthy pledged that he would get the House to vote to expunge” both impeachments against the former president. The outlet said McCarthy had promised to do so before Congress leaves for an August recess. Recess begins in less than two weeks. In 2019, a Democrat-controlled House voted to impeach Trump for abuse of power and obstruction of Congress after he asked Ukraine to investigate his presidential election rival, Joe Biden, and his son on unsubstantiated corruption accusations. The House impeached Trump for a second time in 2021 for his actions ahead of the deadly January 6 attack on the US Capitol by his supporters. The Senate acquitted him both times, thanks to the votes of Republicans. McCarthy voted against impeaching Trump both times. “There’s no deal,” McCarthy told a reporter in the Capitol on Thursday, Reuters reported. The South Carolina senator Lindsey Graham, the top Republican on the Senate judiciary committee, accused Democrats of trying to “destroy” the supreme court and said the ethics bill “is an assault on the court itself”. Congress should stay out of the court’s business, Graham said. Opening the committee meeting, Senate judiciary chair Dick Durbin said the legislation would be a “crucial first step” in restoring confidence in the court. Graham vowed, in response, that “all of us are going to vote no”. From NBC’s Sahil Kapur: Here’s a rundown of the ethical controversies supreme court justices have been involved in. Real estate transactions Clarence Thomas’s friend Harlan Crow, the Texas Republican billionaire mega-donor, bought three properties that the conservative justice and his family owned, including Thomas’s childhood home in Savannah, Georgia, where Thomas’s mother still lives. Crow made significant renovations, cleared blight and let Thomas’s mother live there rent-free. The cost was more than $100,000 but was not disclosed. Justice Neil Gorsuch sold a 40-acre property he co-owned in rural Colorado after he became a justice, Politico reported. Brian Duffy, the chief executive of Greenberg Traurig, which has had more than 20 cases before the supreme court, bought the property in 2017. Gorsuch disclosed the sale and reportedly made between $250,000 and $500,000, but he left blank the buyer’s identity. School support Crow paid thousands of dollars in private school tuition for two boarding schools that Thomas’s great-nephew attended, ProPublica reported. The transaction was not disclosed. An investigation by the Associated Press revealed how colleges and universities attract supreme court justices to campuses as a way to generate donations for institutions, raising ethical concerns around a court that, unlike other government agencies, does not have a formal code of conduct. The visits have resulted in all-expenses-paid teaching opportunities and book sales. Money to partners The Republican activist Leonard Leo paid Thomas’s wife, Ginni, $25,000 for polling services in January 2012, telling the Republican pollster Kellyanne Conway to make “no mention of Ginni”, the Washington Post reported. It’s unclear whether that is a direct ethical concern for Clarence Thomas but it may constitute a conflict of interest. Ginni, who also attended the January 6 attack at the Capitol, reportedly exchanged text messages with the then White House chief of staff Mark Meadows, encouraging him to support then president Donald Trump’s false election fraud claims aimed at subverting the results of his 2020 electoral defeat. The Judicial Education Project, a law firm tied to Leo, filed a brief to the supreme court in the landmark case that eventually gutted the Voting Rights Act not long after the payment was made. Roberts’ wife, Jane Sullivan Roberts, ran a legal recruiting firm that raised ethical concerns since she made millions of dollars in commissions from placing lawyers at firms, some of which appeared before the court. The New York Times obtained a letter from a former colleague of Roberts to the US justice department and Congress inquiring about the connection. Luxury trips For more than two decades, Thomas accepted millions of dollars’ worth of luxury trips on private planes and “superyachts”, and vacations from his friend Crow without reporting them on financial disclosure forms, ProPublica reported. Crow has said that he did not attempt to influence Thomas politically or legally nor did he discuss pending supreme court cases. Thomas said he was told he was not required to disclose the trips. Notably, a company linked to Crow was involved in at least one case before the US supreme court, Bloomberg reported. Thomas did not recuse himself from the case. Justice Samuel Alito reportedly took a private jet to an all-expenses-covered fishing trip to Alaska, paid for by the hedge fund billionaire and conservative mega-donor Paul Singer. NPR reports that Singer has been involved in 10 appeals to the supreme court. In an unprecedented move, Alito defended himself in an op-ed in the Wall Street Journal, declaring he did not have to recuse himself and followed what he “understood to be standard practice”. The Senate judiciary committee is expected to vote today on a bill that would require the supreme court to adopt a code of ethics. Senate Democrats have called for a measure to establish a code of conduct for the supreme court justices similar to those that other government agencies must follow. The bill, unlikely to pass in a divided Congress, would demand the court create a code within 180 days and establish rules on recusals related to potential conflicts of interest and disclosure of gifts and travel. The panel vote comes after months of scrutiny on the court over ethical controversies supreme court justices have been involved in. Senate judiciary committee chair, Dick Durbin, said this week: Just about every week now, we learn something new and deeply troubling about the justices serving on the supreme court, the highest court in the land in the United States, and their conduct outside the courtroom. Let me tell you, if I or any member of the Senate failed to report an all-expense paid luxury getaway or if we used our government staff to help sell books we wrote, we’d be in big trouble. The bill would need at least nine GOP votes to pass, and Republicans appear united against it, arguing that the legislation would undermine the separation of powers and “destroy” the court. Twice impeached and now twice arrested and indicted. Donald Trump faces serious charges in New York and Florida over a hush-money scheme during the 2016 election and his alleged mishandling of classified documents. And more criminal charges could be on the way for Trump in Georgia and Washington DC. Here is where each case against Trump stands: Classified documents case in Florida Status: Trump pleaded not guilty; trial scheduled for August Charges: 31 counts of willful retention of national defense information under the Espionage Act, conspiracy to obstruct justice and false statements and representations, among others Hush-money case in New York Status: Trump pleaded not guilty; trial forthcoming Charges: 34 felony charges of falsifying business records January 6 case in Washington Status: Subpoenas issued by grand jury Potential charges against Trump: Obstruction of an official proceeding, conspiracy to defraud the government and incitement of an insurrection 2020 election meddling case in Georgia Status: Grand jury report finished; charging decisions expected this summer Potential charges against Trump: Election code violations E Jean Carroll lawsuits in New York Status: First lawsuit going to trial; second lawsuit on appeal Allegations against Trump: Defamation and sexual abuse Read the full story here. Donald Trump has said he has until midnight tonight to testify before the federal grand jury deciding whether to indict him over his efforts to overturn the 2020 election. Targets of criminal investigations rarely speak to grand juries, as they are usually advised by their attorneys to not take up invitations to meet with the grand jury because any statements provided in that setting could be used to help build a case against them in the event that they’re charged. Trump has not exercised that right in the two other criminal cases in which he’s been charged, Politico’s Kyle Cheney writes. Recent witnesses who have appeared before the grand jury investigating Donald Trump’s efforts to overturn the 2020 election were reportedly asked about the former president’s state of mind surrounding the January 6 insurrection. Federal prosecutors asked multiple former senior Trump White House officials to speak to Trump’s mindset in the days and weeks after losing the 2020 election, leading up to 6 January, according to a New York Times report. Witnesses including Trump’s son-in-law, Jared Kushner, were asked if he had privately acknowledged that he had lost the election, it said. Kushner is understood to have said that it was his impression that Trump truly believed the election was stolen. The line of questioning suggested prosecutors were trying to determine if Trump acted with corrupt intent as he sought to remain in power, the paper said. A federal grand jury investigating Donald Trump’s efforts to overturn the 2020 election will hear testimony from an aide who was with the former president for much of the day on 6 January 2021, according to multiple reports. William Russell, a former White House aide who now works for Trump’s presidential campaign, is scheduled to testify before he grand jury convened by special counsel Jack Smith, both CNN and NBC reported. Russell, who has previously testified before the grand jury, served in the Trump White House as a special assistant to the president and deputy director of advance, before moving to Florida to work as an aid to Trump after he left office. Multiple former senior Trump White House officials have testified before the grand jury in the special counsel’s investigation into the January 6 insurrection. Among those who have testified are Trump’s son-in-law and former White House senior adviser, Jared Kushner, and former top Trump aide, Hope Hicks. In April, Mike Pence testified for seven hours behind closed doors, meaning the details of what he told the prosecutors in the case remain uncertain. What the potential charges means for Trump is unclear. Prosecutors have been examining various instances of Trump pressuring officials like his former vice-president Mike Pence, but Trump’s efforts to obstruct the transfer of power could also be construed as conspiring to defraud voters more generally. The other two statutes, meanwhile, suggest a core part of the case against Trump is focused on the so-called fake electors scheme and the former president’s efforts to use the fake slates in a conspiracy to stop the congressional certification of Joe Biden’s election win on 6 January 2021. The target letter did not cite any seditious conspiracy, incitement of insurrection or deprivation of rights under color of law – other areas for which legal experts have suggested Trump could have legal risk. Last year, the House select committee that investigated the Capitol attack concluded that Trump committed multiple crimes in an attempt to reverse his 2020 defeat to Joe Biden, including conspiracy to defraud the United States and obstruction of an official proceeding. The committee issued symbolic criminal referrals to the justice department, although at that point the justice department had since stepped up its criminal investigation with the addition of new prosecutors in spring 2022 before they were folded into the special counsel’s office. House investigators also concluded that there was evidence for prosecutors to charge Trump with conspiracy to defraud and obstruction of an official proceeding. They also issued referrals for incitement of insurrection, which was not listed in the target letter. Should prosecutors charge Trump in the federal January 6 investigation, the case could go to trial much more quickly than the Mar-a-Lago classified documents case – before the 2024 election – because pre-trial proceedings would not be delayed by rules governing national security materials. Federal prosecutors investigating Donald Trump’s efforts to overturn the 2020 election results have evidence to charge the former president with three crimes, including section 241 of the US legal code that makes it unlawful to conspire to violate civil rights, two people familiar with the matter said. The potential charges detailed in a target letter sent to Trump by prosecutors from the office of special counsel Jack Smith, who also charged Trump with retaining classified documents last month, was the clearest signal of an imminent indictment. Prosecutors appear to have evidence to charge Trump with obstruction of an official proceeding and conspiracy to defraud the United States based on the target letter, two statutes that the House select committee examining the January 6 Capitol attack issued criminal referrals for last year. The target letter to Trump identified a previously unconsidered third charge, the sources said. That is section 241 of title 18 of the US code, which makes it unlawful to conspire to threaten or intimidate a person in the “free exercise” of any right or privilege under the “Constitution or laws of the United States”. The statute, enacted to protect the civil rights of Black voters targeted by white supremacy groups after the US civil war, is unusual because it is typically used by prosecutors in law enforcement misconduct and hate crime prosecutions, though its use has expanded in recent years. Donald Trump has until Thursday midnight to respond to special counsel Jack Smith and tell his office whether he will appear before a grand jury in the justice department’s investigation into efforts to overturn the 2020 election results. A letter sent to Trump by prosecutors from Smith’s office on Sunday identified the former president as a “target” in the probe into the January 6 insurrection, Trump posted to his Truth Social website on Tuesday. He wrote: Deranged Jack Smith, the prosecutor with Joe Biden’s DOJ, sent a letter … stating that I am a TARGET of the January 6th Grand Jury investigation, and giving me a very short 4 days to report to the Grand Jury, which almost always means an Arrest and an Indictment. People who receive target letters from federal authorities are usually advised by their attorneys to not take up invitations to meet with the grand jury because any statements provided in that setting could be used to help build a case against them in the event that they’re charged. Good morning, US politics blog readers. The former president, Donald Trump, has quietly added a criminal defense attorney to his legal team as he faces a potential indictment in the justice department’s investigation into the January 6 insurrection. Attorney John Lauro, who has also represented Trump attorneys Christina Bobb and Alina Habba, is joining Trump’s legal team alongside Todd Blanche, according to sources, CNN reported late on Wednesday. Lauro will be solely focused on special counsel Jack Smith’s investigation into Trump’s efforts to remain in office following his 2020 election defeat to Joe Biden, including the deadly 6 January 2021 riot in which his supporters overran the Capitol building in Washington DC. Federal prosecutors have evidence to charge the former president with three crimes, including section 241 of the US legal code that makes it unlawful to conspire to violate civil rights, the Guardian reported last night, citing two people familiar with the matter. Trump faces being charged with obstruction of an official proceeding and conspiracy to defraud the United States, two statutes that the House select committee examining the January 6 Capitol attack issued criminal referrals for last year. The target letter also identified a previously unconsidered third charge, the sources said. That is section 241 of title 18 of the US code, which makes it unlawful to conspire to threaten or intimidate a person in the “free exercise” of any right or privilege under the “Constitution or laws of the United States”. The potential charges detailed in a target letter sent to Trump by prosecutors from Smith’s office, who also charged Trump with retaining classified documents last month, was the clearest signal of an imminent indictment. Here’s what else we’re watching today: 9am ET: Joe Biden will get his daily intelligence briefing. 9am ET: The House will hold a hearing on online censorship. Democratic presidential hopeful, Robert F Kennedy, is expected to testify. 10am ET: The Senate will meet to resume consideration of an EPA nomination and the NDAA. 10.20am ET: Biden will leave for Joint Base Andrews, where he will fly to Philadelphia. 10.45am ET: House Minority Leader Hakeem Jeffries will hold his weekly news conference. 1pm ET: Biden will speak about “Bidenomics”. He will depart Philadelphia to return to the White House in the afternoon."
                    },
                    "isHosted": false,
                    "pillarId": "pillar/news",
                    "pillarName": "News"
                },
                {
                    "id": "sport/live/2023/jul/20/county-cricket-gloucestershire-v-glamorgan-essex-v-kent-and-more-live",
                    "type": "liveblog",
                    "sectionId": "sport",
                    "sectionName": "Sport",
                    "webPublicationDate": "2023-07-20T15:25:31Z",
                    "webTitle": "County cricket: Gloucestershire v Glamorgan, Essex v Kent, and more – live",
                    "webUrl": "https://www.theguardian.com/sport/live/2023/jul/20/county-cricket-gloucestershire-v-glamorgan-essex-v-kent-and-more-live",
                    "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/20/county-cricket-gloucestershire-v-glamorgan-essex-v-kent-and-more-live",
                    "fields": {
                        "headline": "County cricket: Gloucestershire v Glamorgan, Essex v Kent, and more – live",
                        "byline": "Tanya Aldred at Cheltenham College",
                        "thumbnail": "https://media.guim.co.uk/436ff758785f13f97eac2eccaf0a927a8739260c/0_270_4079_2449/500.jpg",
                        "bodyText": "And we’re coming off again at Cheltenham, bad light this time I think. DIVISION ONE Chelmsford: Essex 291-6 v Kent 207 Lord’s: Middlesex 68-4 v Surrey 433 Northants: Northamptonshire 180 and 44-3 v Somerset 351 Trent Bridge: Nottinghamshire 100 v Hampshire 166 and 171-4 Edgbaston: Warwickshire 63-2 v Lancashire 327 DIVISION TWO Derby: Derbyshire 443 v Durham 176-2 Oakham: Leicestershire 110 and 29-2 v Worcestershire 178 and 169 Headingley: Yorkshire 128-1 v Sussex 216 Day one: Cheltenham: Gloucestershire v Glamorgan 141-2 A touch of gentle needle at Cheltenham after Sam Northeast seems to edge to Tom Price in the gully but choses not to walk and the umpires rule in his favour. The next ball from van Meekeren is rapid. Glamorgan 133-2. At Oakham, the batters pick carefully over the landmines. Leicestershire need 238 to win. They are 29-2. There have been more likely sandcastles keeping off the tide. I thought I’d mentioned that Northamptonshire were following-on, but the entry seems not to have launched. Anyway, they are, but not to great effect – now 29 for three, two wickets for Henry one for Gregory. Their first innings marmaladed in a shower of orange peel and Craig Overton (4-50) Tom Price, sponsored, as the public address has just informed us, by Future Star Coaching, has just got Lloyd lbw for 81. Glamorgan 122-1. A neat little story in The Cricketer that some movement of players will be allowed this season between Hundred teams and One-day cup sides. Previously some players, much to their frustration, have been effectively stranded on the sidelines for a month but now after two games, if all sides agree, they can be released to play 50-over cricket. Meanwhile Sam Morshead of the Cricketer has just been summoned to the ticket office over the public address system after dropping his wallet. Holland making Hampshire’s position quite cushy at Trent Bridge where batting is suddenly easy. Hampshire 146-4, a lead of 212. We will resume at Cheltenham at 4pm. Essex might have a 49-run lead but look at this men and women of Kent! An inspection at 3.15 here Just bumped into the Glamorgan scorer and historian Andrew Hignell who pointed me towards this page on the Cricket museum Wales website. It links to a project, given legs by a grant from the Royal Society, between Glamorgan, the museum, CENIN Renewables and Pencaerau Primary School in Cardiff looking at climate change and sustainability in the context of places to keep fit during the summer. Look out of the window absentmindedly for a minute or two and another fistful of wickets have fallen at Oakham school. Worcs now 145-9 – the lead 213. At Chelmsford, the roller is going up and down, up and down the covers, and the umpires are out taking another look. It has stopped raining but it looks pretty damp and I’ve made the mistake of sitting in the pool at the back of my chair. Raining now at Edgbaston too, where Warwicks are 43-2, Yates and Davies removed by Bailey and Williams. I fancy Lancs for this if they can hold off the rain long enough. An email on poor old Nick Browne, who was forced out of Essex’s game against Kent with concussion after being hit on the helmet last night. The author will remain anonymous as he apparently got too much ribbing last time he was mentioned on CCLive. Surely respect and praise would be the usual response, no? “He’s having a v mixed week. He was in the Essex second team on Monday for their game v Surrey at Billericay. “But he only made six and the (4 day) match had to be abandoned on the opening day because of a dangerous pitch. Not much use if you’re trying to find some form.” Essex are currently 238-4, a lead of 31 over Kent, Critchley and Walter have so far put on 68 for the fifth wicket. SAC was earlier lbw for 87. Durham incidentally whooshing out of trouble, 45-2. Quite wet under my brolly here on the balcony, where play has paused with Glamorgan 120-1. Meanwhile at Headingley, Lyth and Bean are springing along, Yorks 32-0 from eight overs; and Worcestershire 115-6 in their second innings in the shoot-out at Oakham school. Worcestershire’s lead an already impregnable 183. This was Leicestershire’s Wiaan Mulder yesterday on the pitch. “It was an eventful day, a terrible day in terms of what the wicket produced. Nearly 20 wickets in one day is not great. It moved around all day. It wasn’t really a fair contest between bat and ball and I don’t think it is going to get a lot better, maybe a bit quicker. “But it has been under the covers for the last four days because there has been a lot of rain, which is not ideal when you are trying to prepare a wicket for a first-class game for the first time in 16 years.” And the rain decides to fall properly, covers on, stands evacuated at Cheltenham. But what is afoot at Derby? Two wickets in an over for Conners has left Durham is a slump:17-2 following Derby’s 443. A dirty black dog of a cloud has settled over Cheltenham, sending down fine raindrops which have not – yet – sent the players off. Ul Hassan out just after lunch, lbw to Zafar for 30. Glamorgan 118-1. DIVISION ONE Chelmsford: Essex 178-4 v Kent 207 Lord’s: Middlesex v Surrey 432-9 Northants: Northamptonshire 97-4 v Somerset 351 Trent Bridge: Nottinghamshire 100 v Hampshire 166 and 43-2 Edgbaston: Warwickshire 20-2 v Lancashire 327 DIVISION TWO Derby: Derbyshire 443 v Durham 4-0 Oakham: Leicestershire 110 v Worcestershire 178 and 81-3 Headingley: Yorkshire 14-0 v Sussex 216 Day one: Cheltenham: Gloucestershire v Glamorgan 100-0 Round the rest of the party division: Oakham in cut-throat competition with Trent Bridge over who can lose the most wickets. Twenty-two have fallen by ten to lunch, Worcs 75-3 in their second innings, a lead of 143. A good recovery by Sussex at Headingley, led by 73 from Hudson-Prentice and47 from McAndrew. A couple of wickets for Moriarty. Sussex 216 all out. And Glamorgan 98 without loss, just before lunch, here at Cheltenham. Alas, no double ton for Guest, but a supreme 197 in Derbyshire’s 443. Four wickets for Borthwick, three for Raine. Assume Durham will now race to 500 in double-quick time. Brooke Guest approaches 200…. but Debyshire are nine down… In Division One: Sir Alastair Cook is still in at Chelmsford, 81 not out, where Essex are 150-2. His partner is one of your friendly substitutes, Dan Lawrence (18) At Lord’s, Jamie Smith was Tom Helm’s fourth wicket, for 138. The attacking mantle has passed to Jordan Clark, 69 not out. Surrey 378-6. Northants are 67-2, chasing Somerset’s 351. Both wickets to Matt Henry. Notts and Hants looking to wrap things up rapidly at Trent Bridge, Notts all out for a round 100 – Holland 4-19, Abbas 3-34. And Hants already 12-1 in their second innings with a lead of 78. Finally, Warwickshire are 11-1 after Lancashire were dismissed for 327. A century for Balderson. Meanwhile at Cheltenham, a diving drop at backward point from Tom Price saves David Lloyd. I would tell you what he’s on but the scoreboard is also suffering from technical hiccups. Lloyd has now reached his first fifty of the year. Ooof ! A hooking Lloyd is hit on the helmet, quite a nasty blow sending the neck guard flying off. He looks briefly dazed, but will carry on, and gets a short ball straight away from van Meekeren. Lancs now 312-9 but it has been quite some rescue act from 91-5. A memorable knock, 225 balls, nine fours. Well played! “Morning Tanya,” Hello Romeo! ”It looks like the player who scored his career-best first-class score was Arthur Milton, the last man to play both cricket and football for England. Gloucestershire v Sussex, 14th August 1965. Milton scored 170 and Gloucs won the game.” That’s the one! Thank you so, so much. And here he is in his black and white glory. To the enquiring squark of seagulls and background murmurs, Glamorgan have eased their way to 19-0 here at Cheltenham. Right, let’s go round the grounds. Good luck! An early question. Morning Drew Moore! “With the news that Robin Das is replacing Nick Browne due to concussion, is he likely to be the first player to be subbed out of a game (for Dan Lawrence) and then effectively subbed back in?” Here, under parasols on the balcony of the college pavilion, we’re going for yes! If the hive mind disagrees, just shout Apologies, the Cheltenham bandwidth is not huge so it is taking a while to send entries. Will try to resolve this. Made it just in time for the start, thanks to a lovely chap called Mike who saved me from my sense of direction. Mike has been coming to watch cricket for decades at Cheltenham and his most memorable day here was the morning he went for an interview and found out he had got a job at Smiths industries, and then cycled to Cheltenham to watch – and this is where I fall down as I’ve already forgotten his name but it was in the sixties - get his highest first-class score. Time wheeled to sepia at Chelmsford, with Alastair Cook unbeaten on 64 at stumps on a good day for Essex. Kent, who had chosen to bat on a greenish pitch and with frowning skies, were dismissed by tea, with Sam Cook and Jamie Porter pocketing three wickets each. Surrey’s Jamie Smith gambolled to an unbeaten 120, his second century of the season, in the London derby against Middlesex at Lord’s, backed up by 79 from Rory Burns who has suffered a forlorn summer with the bat. Lancashire were rescued from the indignity of 150 for seven by an unbeaten partnership of 145 between George Balderson (94) and Tom Bailey (a career-best 75) on the Edgbaston pitch which hosted the Blast final. A career-best 145 from Derbyshire’s wicket-keeper Brooke Guest frustrated Division Two leaders Durham. Guest’s carefree hundred came after Durham won the toss and bowled, but the overhead conditions were trumped by a true pitch, especially once the sun peeled up the blackout blind. There were two wickets for Matthew Potts, Scott Borthwick and Ben Raine. Haider Ali had time to thrash Matt Parkinson for six before suffering a brain fade and being stumped after attempting a run when an lbw appeal against him was turned down. In the race to 1,000 runs, Leus du Plooy needed just 21 but was out for two. Another candidate for the race, James Rew, was caught 26 runs short of the magic four figures. Somerset were all out for 351, after Northamptonshire’s Jack White grabbed five for 77. Carnage at Oakham school where 18 wickets fell, nine Worcestershire batters between lunch and tea after they’d finished a sensible morning 74 for one. But Leicestershire’s innings proved even more fragile, collapsing to 88 for eight. Fifteen wickets too at Trent Bridge, where Nottinghamshire rattled through Hampshire, only to come unstuck themselves, 87 for five at stumps, still trailing by 79. At a rainy Headingley, Yorkshire took six quick Sussex wickets. DIVISION ONE Chelmsford: Essex 106-0 v Kent 207 Lord’s: Middlesex v Surrey 312-5 Northants: Northamptonshire v Somerset 351 Trent Bridge: Nottinghamshire 87-5 v Hampshire 166 Edgbaston: Warwickshire v Lancashire 295-7 DIVISION TWO Derby: Derbyshire 317-6 v Durham Oakham: Leicestershire 88-8 v Worcestershire 178 Headingley: Yorkshire v Sussex 120-6 Day one: Cheltenham: Gloucestershire v Glamorgan Hello! It’s a perfectly beautiful morning in Cheltenham. I’ve just woken up with an Americano at Madison’s cafe (highly recommended) over the road from the station where, incidentally, there are a terrific number of bike racks. I’d better go and find the ground, back shortly!"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/sport",
                    "pillarName": "Sport"
                },
                {
                    "id": "sport/live/2023/jul/20/the-open-2023-first-round-updates-live",
                    "type": "liveblog",
                    "sectionId": "sport",
                    "sectionName": "Sport",
                    "webPublicationDate": "2023-07-20T15:25:28Z",
                    "webTitle": "The Open 2023: first round updates – live",
                    "webUrl": "https://www.theguardian.com/sport/live/2023/jul/20/the-open-2023-first-round-updates-live",
                    "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/20/the-open-2023-first-round-updates-live",
                    "fields": {
                        "headline": "The Open 2023: first round updates – live",
                        "byline": "Scott Murray",
                        "thumbnail": "https://media.guim.co.uk/96e7b4cc90647b1fc7df8362eec1af734a72853b/0_69_3500_2099/500.jpg",
                        "bodyText": "Birdie for Antoine Rozner at 18! Up and down from greenside sand, and the 30-year-old from Paris scribbles his name at the bottom of a fine 67. Meanwhile the diminutive lefty Brian Harman hits the turn in 32 strokes after birdies at 5, 6 and 9. You’d have got a good price for some of the names on this leaderboard this time yesterday … -5: Lamprecht -a- (F), Fleetwood (F) -4: Rozner (F) -3: Cink (F), Clark (F), Harman (9) -2: Jordan (F), Spieth (F), Kim (F), Otaegui (14), Niemann (6) Birdie for Tyrrell Hatton at 2. He’s currently -1 through 3. Meanwhile Alexander Bjork drops a stroke at 12 to slip back to -2. Not a great deal going on right now, which may explain why Sky Sports have cut to a lengthy post-round interview with Stewart ‘Drippy Faucet’ Cink. Any old excuse … Collin Morikawa bounces back from that opening bogey with birdie at 2 … only to make a double at 3 after sending his second shot out of bounds. He’s +2. Meanwhile up on 4, a dropped shot for Rory McIlroy, who walks off looking particularly pained having taken an iron off the tee for safety. Facing a longer shot in, he found greenside sand, and the die was cast. Was that decision to take an iron off the tee the result of those wayward drives at 1 and 2? Those shots of concern on the driving range? Classic dramatic foreshadowing. It’s already been a good sporting year for Antoine Rozner. The 30-year-old Parisian, who went to college at the University of Missouri, has seen his beloved Kansas City Chiefs win the Super Bowl … and bagged himself a DP World Tour victory at the AfrAsia Bank Mauritius. But could 2023 get even better for him? Rozner has only played in one Open previously, last year’s 150th birthday event at St Andrews, where a tie for 59th wasn’t a bad result at all. Now, after birdie at 16 and solid par at the tricky 17th, he’s coming up 18 sitting at -3. A par will give him an opening round of 68. A positive end to an otherwise underwhelming opening round by Bryson DeChambeau. The 2020 US Open champion birdied the last, but only for a three-over 74. An extremely sorry conclusion to Rickie Fowler’s round, however. Standing on the 18th tee, the Californian, who came joint-second here in 2014, was comfortably placed at -2. He then crashed his drive down the fairway … from where he sent his next two strokes out of bounds down the right. Astonishing, even if the OB line is just a couple of paces into the rough. A triple-bogey eight, and he signs for a 72. Expect the leaders on Sunday afternoon to be aiming well left. He’s +1. Scrub that about Rory and his slow starts! He’s sent his tee shot at 2 so far right that he gets a free drop because a grandstand is in the way. He takes advantage of that break to wedge from 116 yards to four feet, then makes his birdie … but only just, the ball looping the loop before dropping. He has the good grace to look extremely relieved. His soda farl landed jam side up a couple of times there. A super-early sign that the Golfing Gods are looking down kindly on him and this could be his week? OK, fair enough, let’s not get silly with 70 holes still to navigate. He’s -1. -5: Lamprecht -a- (F), Fleetwood (F) -3: Cink (F), Clark (F), Bjork (11) Birdie at the last for Kim Si-woo and the erstwhile Players champion signs for a 69. A few minutes beforehand, Bob MacIntyre also birdied 18 to limit the damage of an otherwise underwhelming 74. Meanwhile back-to-back birdies at 10 and 11 for the 33-year-old Swede Alexander Bjork, who has played in four previous Opens and never survived the cut. At -3 he’s looking good to snap that sorry sequence, albeit with an awfully long way to go yet. Justin Rose couldn’t get up and down from 100 yards for his par at 1, incidentally. Jon Rahm made his though. Then in the group behind, the 2021 winner Collin Morikawa suffers a cold start, zig-zagging down the rough from right to left, then thinning a chip across the green. He putts up from a swale and taps in for bogey. He’s not won anywhere since his victory at Royal St George’s, which is a jaw-dropping state of affairs considering how good he is. But it’s a strange game, golf, all right. Rory takes his two putts for an opening par. But there was footage of him on the driving range earlier, frowning, chomping on his tongue and narrowing his eyes as he looked on at his own work with concern, and the early evidence of this round explains why. He sends another tee shot miles right, and he doesn’t half like starting an Open slowly, does he? The aforementioned Rory, then. After waiting around all day, the pre-tournament joint-favourite (alongside Scottie Scheffler, who salvaged a round of 70 with birdies at 15 and 18, and will presumably be off to spend some time on the putting green) lashes his opening drive miles right. But he sends his second into the heart of the green, from where he should at least salvage his par. Ditto Jon Rahm. Justin Rose, the third member of the group, finds a fairway bunker down the right and is forced to take a splash-out of medicine. He’ll have plenty of work for his par from distance. Hats off to Wyndham Clark. You’ll have seen the US Open champ hacking his way down 14 (below). Two blows to extricate his ball from difficulty, only to find himself in more rough down the opposite side of the hole. But as Rory McIlroy and the rest of the field found to their cost in LA, Clark doesn’t lie down. He got up and down to limit the damage to bogey, then immediately bounced back with birdie at 15. Another birdie at the last, and that’s a 68. He’ll be extremely pleased with that after a quiet start – nine straight pars going out – and that’s one step towards adding the Open to his US Open title. Should he win this week, he’d join a super-select group of players to have won both championships in the same calendar year, alongside Bobby Jones, Gene Sarazen, Ben Hogan, Lee Trevino, Tom Watson and Tiger Woods. Now that is a top table. Thanks James … and that’s one hell of a back nine by Tommy Fleetwood. Four birdies to come home in 32. Tell you who will be equally as pleased with their performance along the closing stretch, and that’s Brooks Koepka. He was looking out of sorts after bogeys at 8 and 10, but birdies at 11, 12 and 15 see him sign for an opening round of 70. Two putts, including a five-footer, see the local favourite home in 32. Six birdies on the card, a solitary blemish at the sixth. He is your joint-leader at -5 alongside amateur Christo Lamprecht. With that, I’ll leave you in Scott’s far more capable hands. Enjoy the rest of the day. -5: Lamprecht -a- (F), Fleetwood (F) -3: Cink (F) -2: Jordan (F), Spieth (F) – ha! – Clark (17), Kim (16), Rozner (12), Langasque (9) A bit of a struggle for Fleetwood up 18. From the left rough, he carves up to the right rough on the corner of the fairway, still the best part of 210 yards away. He does well to then find the back edge, from where two putts will see him in for a 66. On the 18th, Fleetwood again goes left off the tee, finding a spot in the rough. And speaking of the long stuff … Wyndham Clark (-2) may have had to play one of the day’s shortest shots … Antoine Rozner is the latest to make his way to -3, a birdie three on the 11th. US pair Brooks Koepka and Patrick Cantlay are both -1 through 17, while Bryson DeChambeau is +4, steadying the ship after a sketchy front nine. To the 17th for Tommy Fleetwood and co. We mentioned it a bit earlier and should add that it’s currently playing as the ninth hardest hole on the course, a stroke average of 3.12 for its 126 yards. A reminder too that said number is slightly misleading given the grievous rise from tee to pin. Anyway, Fleetwood isn’t having anything to do with the flag, finding the back left edge and leaving himself a mighty putt. He does well from range, lagging up and gladly knocking in. He remains -5 with one hole to play. “Silly, stupid question, but how can a golf course have a course record when the pin positions move daily, changing its difficulty?” asks Andy Flintoff (not that one). It’s not really either of those, Andy, but there’s not really a better option out there … I think? Tommy Fleetwood goes to -5, a tie for the lead! He did well to find the green from the left rough on 16, a good 25 feet or so away from the pin with his approach and then made no mistake with the flat stick again, finding the cup for a third birdie on the spin. Meanwhile, up on the 18th, Jordan Spieth finds a fairway bunker off the tee and ends up having to come out sideways. He misses the green long and left, getting flirty with the stands, and is unable to get up and down. A frustrating finishing 6 and he’s back to -2 … three behind our joint-leaders. Another player on the back-to-back birdie trail is Romain Langasque of France, with a two at the sixth taking him to -2. “I just thought I’d say the course set-up is almost perfect,” emails David Thomson with regards to Hoylake. “A great test with a mix of risk reward with relatively straightforward holes, but then again there’s nothing straightforward about an Open links. Makes a great contrast with the hairy monstrosity that was the US Open set-up last month. The US PGA seems to have this thing about rough and bunkers to the extent that it protected greenside bunkers with a fringe which made the bunkers pointless. It also forgets that the ball is round and it rolls – or should that be releases? – especially when it’s not hit or aimed very well the fringe prevented natural roll-offs as penalties. Crazy. “I must say though I’ve mixed feelings about the 17th it stands out a wee bit crazy golf in amongst the excellent others. It will be good to see it in a hooly with rain but I think it might have been better placed earlier in the round to test the golfers’ recovery abilities towards the finish. But anyway things look good for the week. Lamprecht played well, hope he can keep it going.” Another birdie for Tommy Fleetwood, then, doing the business on the par-five 15th. He takes second place on his own. Next up is the 466-yard 16th, another brute of a hole. He tugs his tee shot down the left and finds the rough. -5: Lamprecht -a- (F) -4 Fleetwood (15) -3: Cink (F), Spieth (17), Siem (10) -2: Jordan (F), Scott (15), Clark (13), Rozner (9) Royal Liverpool member Matthew Jordan, who got the ball rolling all the way back at 6.35am, has been talking about his day and an impressive round of 69. Remember, though, he is the course record-holder, having been around in here in just 62 shots. Speaking to PA, Jordan said: Amazing. I’m kind of running out of words to describe it. It was crazy, mental, loud – everything that I could have wished for. I’m certainly trying to think of a better experience than that, and I don’t think I can.” The first to fall foul of the 17th was Lucas Herbert, who arrived on the tee box as the early leader at three under but ended the hole at even par after an ugly six. Having missed the green long and left from the tee, he then chipped through the green to the right sand, duffed his first bunker shot into the bank, chipped out to 18ft and two-putted. “I don’t think I’ll be the only one to run up a big number,” sighed Herbert after signing for even-par 71. “Our group all missed the green. It’s not easy. When there’s no wind, it’s a gap wedge and you can make a two pretty easily, but that wind gets going and you can’t really feel it too much on the enclosed tee. It becomes a really tricky shot. “I had sort of one foot in the bunker, one foot out,” Herbert continued. “It didn’t come out the way I wanted and it rolled back in. Felt like there was about 5,000 professional golfers sitting around us in the stands watching it.” Tucked up somewhere around the 17th hole today – which Jordan Spieth has just safely negotiated with a par three – is our very own Michael Butler. “Absolutely deadly,” he calls it. And if you need a bit more info about the new hole, here you go. “Perhaps a little unkind to detail the struggles of those having a bad day,” writes Dean Kinsella. “God knows, we’ve all had ‘em.” Some of us more than others, unfortunately, Dean. Hello there … moving up to -3 and joint-second is Tommy Fleetwood, joining Jordan Spieth after a birdie on the par-four 14th. It’s been playing at 4.31 today so that’s a real bonus for the Englishman, whose approach from the left-side of the fairway ended up around 10ft from the pin and he duly rolled in the putt. Currently bringing up the field is Jazz Janewattananond, who is in with an 81 or +10. He reached the turn in 39 but things went further south, ending with a double on the 18th. That’s three worse than Ryan Fox, while there’s currently a quarter of players stuck on +6, including Rasmus Hojgaard of Denmark, who is just through the 6th. A quadruple-bogey 8 on the 3rd has done most of the damage there. Good afternoon, good morning, good evening wherever you are. Thanks to Scott, who will be back later to helm this good ship home. A brief update on Scottie Scheffler: he’s parred the 13th and remains on level par, five back on our shock early leader, Christo Lamprecht. But you can add another name to the group on -3: Jordan Spieth. Scottie Scheffler yips another short putt. The only surprise being he misses to the right. He walks off the 12th green with the hangdog look of a man who knows this is untenable if he wants to lift the Claret Jug this week. He’s back to level par. And I’m off to lift a mug of hot tea, so I’ll leave you in the company of James Dart. See you later. Marcel Siem bounces straight back from a bogey on 6 with birdie at 7. He punches the air in delight, along a huge swinging arc, the sort of celebration you normally see on the back nine on Sunday, not on the front nine on Thursday. Don’t be using all of that energy up too soon, Marcel. But he’s -3, so you can understand the sentiment. Meanwhile back-to-back birdies for the US Open champ (and real deal) Wyndham Clark at 10 and 11, and suddenly he’s in the mix at -2. He’s alongside Tommy Fleetwood, who having turned in 34 has since birdied 11, and Jordan Spieth, who follows birdie at 11 with another at 15. That’s a fine response by the 2017 winner to that double at 8, his tee shot on that hole being the only serious mistake he’s made all day. And birdie for 2012’s nearly man Adam Scott at 12. This is some leaderboard already! -5: Lamprecht -a- (F) -3: Cink (F), Siem (7) -2: Jordan (F), Spieth (15), Fleetwood (12), Scott (12), Clark (11), Kim (10), Rozner (7) The Cameron Smith Entertainment Rollercoaster continues to whistle around Hoylake at breakneck speed. Having hit the turn in 34, after those back-to-back bogeys and that outrageous scramble on 9, he’s bogeyed 10 and now flayed his drive into deep oomska to the left of 11. He thrashes a 9-iron through the waist-high grass and sends his ball into another swale. Time for some more wedge-based escapology, perhaps? He’s currently level par and who knows which direction he’ll be heading in next. Meanwhile it’s a par on 18 for the 2009 champion Stewart Cink, and an excellent blemish-free round of 68. Two no-nonsense putts for the 6ft 8in South African amateur Christo Lamprecht on 18. That’s his seventh birdie of the day, and he’s signing for a sensational five-under opening round of 66. That’s the second-lowest first round by an amateur in Open history, behind Tom Lewis’s 65 at Sandwich in 2011 and ahead of Jordan Niebrugge’s 67 at St Andrews in 2015. It ties for the second-lowest amateur total in any round, matching the 66s of Frank Stranahan (Troon 1950), Tiger Woods (Lytham 1996), Justin Rose (Birkdale 1998) and Paul Dunne (St Andrews 2015). And there’s more! Lamprecht, who plays college golf in the US, is here because he won the Amateur Championship last month, becoming only the third player out of Georgia Tech to do so. One of the other two? The legendary Bobby Jones, who won his Amateur Championship in 1930 as part of his famous Grand Slam season … that also included winning the Open at Hoylake. No further comment, other than to remind you all that dreaming is free. -5: Lamprecht -a- (F) -3: Cink (17) -2: Jordan (F), Kim (8), Hojgaard(7), Siem (8), Rozner (5) The veteran Marcel Siem is enjoying a late career renaissance. The 43-year-old German’s triumph at this year’s Indian Open was his first on the DP World Tour since 2014, and he’s since finished tied for second at the European Open and tied for 10th at the Made in Himmerland. He finished 15th at last year’s Open, too, and is out of the blocks quickly today. Birdies at 1, 4 and 5 – the latter so nearly an eagle – and he joins Stewart Cink in second spot at -3. Cameron Smith is also fearless. The reigning champion pulls his tee shot at the par-three 9th down a swale to the left of the green, and he’s left with a tricky chip. But he clips it crisply from 65 feet to 18 inches, and in goes the par saver. He’s an absolute magician. Meanwhile up on 18, Christo Lamprecht lashes his second over the flag to 47 feet. The new Amateur Champion will have a long look at eagle for an opening round of 65. On Sky Sports, the former PGA champ Rich Beem says he’ll be surprised if Lamprecht doesn’t turn professional very soon, and parlay his talent into spending money. Christo Lamprecht is fearless. He smashes his tee shot at 18 down the right-hand side of the fairway, worried not a jot about the out-of-bounds line mere yards away. Ah the certainties of youth. He’s now got the ideal line into the green. Birdie here for 66 wouldn’t match the lowest first round by an amateur in the Open – that’s 65 by Tom Lewis at Sandwich in 2011 – but it would beat the second-lowest on record, a 67 shot by Jordan Niebrugge at St Andrews in 2015. Patrick Reed, having dropped a stroke at 17, pars the last and signs for an opening round of 70. He walks off in a slightly disappointed fashion, his last putt having stopped half-a-dimple short of dropping. Cameron Smith meanwhile backs up his birdie at 7 with another at 8, the reward for knocking his approach pin high to six feet. The defending champion moves back into red figures. The leader Christo Lamprecht pays the price for that wayward drive down 16. Bogey, but it doesn’t rattle him too much, and he finds the centre of the green at the terrifying short par-three 17th. That’s all you can ask, all anyone wants. Two putts to remain one clear of the 2009 champ. He nearly drains the 30-footer he’s left with, but the ball stops stubbornly on the lip, and must be tapped in for the par. -4: Lamprecht -a- (17) -3: Cink (15) -2: Jordan (F), Pieters (17), Kim (6), Hojgaard (5), Siem (4), Bland (4) Tommy Fleetwood is going along nicely. Birdies at 5 and 7 sandwich bogey at 6, and he’s -1. Cameron Smith is also in Entertainment Mode, following up bogey at 6 by rolling in a confident 20-footer at 7. The bounce-back birdie brings the defending champ back to level par. But on 8, it’s a first bogey of the week for world number one Scottie Scheffler, who coquettishly hitches up a leg of the old metaphorical trousers to reveal that very real Achilles heel: a short putt pulled left. That exactly the problem that put paid to his Scottish Open bid. He’s -1. Jordan Spieth moves back into the red after playing 11 pretty much perfectly. A drive crashed down the right-hand side of the fairway, and an iron screwed to six feet. In goes the birdie putt, and he’s -1 again. Meanwhile it’s back-to-back birdies for 2017 Players champion Kim Si-woo, at 4 and now 5, and he joins the group at -2. But that doesn’t give him a share of second, because Stewart Cink birdies 15, and is now just two behind the leader at -3. Time to turn another page of the fairytale. Christo Lamprecht finds greenside rough at the par-five 15th in two, then gently wedges to four feet. He nearly misses the short birdie putt, but it drops, and the big amateur reclaims sole ownership of the lead. But he sends his tee shot at 16 into a spot of bother down the right, and with Thomas Pieters further up the hole making double bogey – the result of being forced to chip out sideways from a fairway bunker - it would appear that we’re now reading this fairytale at flick-book speed. Look at this! -5: Lamprecht -a- (15) -2: Jordan (F), Reed (16), Pieters (16), Cink (14), Straka (11), Scheffler (7), Kim (5), Siem (4), Bland (3) Thomas Pieters joins Christo Lamprecht in the lead! He drains a 30-footer across the par-five 15th for eagle. The 31-year old Belgian has never delivered at the Open, but he’s got high finishes at the Masters and the PGA on his CV, albeit back in 2017 and 2018 respectively. Time to build on that early-career promise? Pieters, by the way, is six feet and five inches tall, which means the combined height of the leading duo (Lamprecht is 6ft 8in) crashes through the 13-feet barrier by a whole inch. An Open record? It can’t be far off, can it? -4: Pieters (15), Lamprecht -a- (14) Lucas Herbert isn’t the only one loudly crashing down the standings. Jordan Spieth sends his tee shot at 8 into a Native Area, with predictable consequences. He runs up a double-bogey six, and like Herbert before him, finds himself back at level par. Lucas Herbert takes two to get out of the bunker on 17. Two more putts and that’s a triple-bogey six. Whatever you think about its brazenly punitive design, this hole is going to make for appointment viewing on Sunday. Herbert slips to level par, and now Christo Lamprecht stands alone in the lead … which is now two strokes, because he bumps in a delicate wedge from 50 yards for birdie at 14! What a story this is turning into. -4: Lamprecht -a- (13) -2: Jordan (F), Reed (14), Pieters (14), Cink (13), Scheffler (5) Big bother for the co-leader Lucas Herbert at the controversial new par-three 17th. The hole is only playing at 126 yards today, but the green is a proper upturned saucer. Miss the flat portion at your peril. That’s what Herbert does, pulling his tee shot to the left, then whistling a clumsy chip up and across the green, down a swale on the other side, and into a deep bunker. He’s got an awkward lie, and he’ll do well not to run up a big number here. He could become the week’s first big casualty of this hellishly tricky hole; if he does, he won’t be the last. The local hero Matthew Jordan creams a perfect drive down the left-hand side of the 18th fairway – there’s out of bounds to the right – but sends his second into thick rough. No matter: he wedges wisely into the heart of the green, and settles for a two-putt par. The crowd erupts as he signs for a magnificent opening round of 69. Stewart Cink may be nicely placed at -2, but a few other veteran former winners are struggling. While the 50-year-old trucks on, the following trail in his wake: Darren Clarke and Ernie Els are +2 through 13 and 9 respectively; Louis Oosthuizen, who had gone out in 34, doubled 10 before dropping further strokes at 11 and 12 to slip to +3; Henrik Stenson is also +3, through 11; and Padraig Harrington, who still harbours hopes of playing his way into Europe’s Ryder Cup team, drops four strokes in three holes between 4 and 6, and plummets to +4. Much better news to report for those reading down under: Lucas Herbert eagles 15 to bring a little professionalism to the top of the leaderboard! The 27-year-old Aussie, who finished in a tie for 15th at St Andrews last year, joins Christo Lamprecht at -3. Meanwhile an ominous rumble from behind, as the tee-to-green maestro Scottie Scheffler makes his second birdie of the day, at 4. If he gets his occasionally misbehaving putter going this week, the rest of the field may as well pack up and go home. He’s first in pretty much every metric, bar the flat stick: the world number one is only ranked 130th on tour! Strange game, golf. -3: Herbert (15), Lamprecht -a- (12) -2: Jordan (17), Reed (13), Cink (11), Spieth (7), Scheffler (4) Cameron Smith looked confident when opening his defence with that birdie. But since then he’s been a tad wayward. A tee shot wide right at 2. He makes par. But he goes wide left with his tee shot at 3, and this time it costs him. His second disappears down a swale to the left of the green, then a heavy-handed chip trundles off the other side. He nearly drains a putt up the bank for an outrageous save, but the ball shaves the lip and he drops back to level par. Christo Lamprecht will be used to dizzy heights: he stands at 6ft 8ins after all. But there are dizzy heights, and dizzy heights, and leading the Open is something else. He makes his first mis-step of the day, dropping a stroke at 11. He remains one clear, but there’s now a pack on his shoulder, with local boy Matthew Jordan and 2018 Masters winner Patrick Reed joining Stewart Cink in second after birdies at 16 and 12 respectively. -3: Lamprecht -a- (11) -2: Jordan (16), Reed (12), Cink (10) You’ll have spotted the 2015 nearly man Jason Day sneaking onto our leaderboard. He’s just carded back-to-back birdies at 4 and 5. He’s going round with Jordan Spieth, and the par-five 5th has ignited the 2017 champ’s round; birdie moves him into red figures after a steady start. No mean feat, either: of the 62 players currently out on the course, only 16 are under par. The 22-year-old South African amateur Christo Lamprecht keeps on keepin’ on! He birdies 10 to move to -4 and increase his lead to two shots! Seeing you ask, because we’re all thinking about it, the lowest opening round by an amateur at the Open was the 65 shot by Tom Lewis at Sandwich in 2011. And while we’re at it, two of the three amateurs to win the Open have done so at Hoylake: the aforementioned Bobby Jones in 1930, and Harold Hilton in 1897. Frank Stranahan came second here in 1947, too. But let’s not get too far ahead of ourselves. Give it another hour at least. -4: Lamprecht -a- (10) -2: Cink (9), Day (5) Rickie Fowler pays the price for his errant opening drive. He sends his second into a pot bunker to the right of the green, takes two to get out, and ends up with an opening bogey. Magnificent birdie for his partner Shane Lowry, though, as the 2019 winner strokes in a gentle right-to-left curler from 15 feet. Par for Bob MacIntyre. A couple of big birdies to report. The defending champion Cameron Smith parlays his fine opening tee shot into a fuss-free birdie, arrowing his approach to ten feet and rolling in the putt. Meanwhile a crowd-teaser up on 2, where the world number one Scottie Scheffler tickles a 25-footer towards the hole. The ball stops momentarily on the lip before toppling in. Two of the tournament favourites waste no time in moving into red figures. You know you’re popular when you get a louder cheer than Rickie Fowler. Everyone loves Rickie, and he receives a huge ovation before sending his opening drive into the rough down the right. But then Robert MacIntyre steps up. Scotland hasn’t produced a Champion Golfer of the Year since Paul Lawrie broke Jean van de Velde’s heart at Carnoustie in 1999, and the 26-year-old from Oban is the old country’s best bet for a long while. The roar he’s given is deafening, fuelled by sympathy for that near miss at the Scottish Open last weekend, no doubt. What a 3-wood into 18 he hit … but all for nowt. But it’ll have given him confidence, and he splits the fairway with a booming drive. An excitable crescendo follows the ball down the track. The 2019 champion Shane Lowry isn’t short of fans either, and he finds the fairway too. Could you get a more fan-friendly three-ball? Scottie Scheffler powers his second into 1 to set up a birdie chance from 12 feet. But he seriously underhits the putt and looks disappointed as he tidies up for par. Tommy Fleetwood is much happier with his four, after flying his approach over the back, from where he gets up and down. Adam Scott makes it three pars out of three from the group. “These are the days us golf nerds live for,” begins Steve Pye, speaking for us all. “There’s something special about the first day of the Open – and the second, third and fourth days – although I’m not sure my wife shares my enthusiasm. As I watched the first tee shot at 6.35am she looked at me and said: ‘Why is there golf on our television at this time of day?’ My tip is Rickie Fowler, which means everyone else should avoid him. The last time I backed a winner was Harrington in 2007, ironically picked by my wife. After I collected the winnings we went for a curry, and I said to her that I had no idea she had heard of Padraig Harrington. ‘It all sinks in eventually,’ she sighed.” Cameron Smith begins his defence of the title. He’s not messing around, either. Looking as calm as you’d expect, the easy-going Aussie creams his opening drive down the middle. He’s followed there by partners Xander Schauffele and the new US Open champion Wyndham Clark. What’s been the problem, everyone? Meanwhile the 2009 dreamwrecker champion Stewart Cink birdies 5 and 7 to move into second spot on this early leaderboard. -3: Lamprecht -a- (8) -2: Cink (7) -1: Jordan (13), Herbert (12), Pieters (9), Oosthuizen (8), Burns (4), Cantlay (1) Neither Brooks Kopeka nor Patrick Cantlay can find the 1st green from their positions wide left of the fairway. The former sends his second to the right, short-siding himself behind a bunker, and ends up with an opening bogey; the latter however makes an outrageous birdie, having sent his second down a swale to the right, before whistling an undulating putt up, down and up onto the green, then in. Had it not been bang on line, it would still have been travelling today. And people say he’s slow. He’s -1. A huge roar at the 1st as another local lad, Tommy Fleetwood, takes to the tee. But before he can hit, the world number one Scottie Scheffler has a crack. He receives a warm ovation as well, the Open gallery recognising game as it always does. Scheffler becomes the latest to tug his opening shot into the rough down the left … then Fleetwood and the third member of a stellar group, Adam Scott, follow him in. Nobody wants to find either of the bunkers down the right of the fairway, that much is clear. The 2011 Masters champion Charl Schwartzel earlier illustrated exactly why: he found one of them and ended up with a double-bogey six. Brooks Koepka and Patrick Cantlay take turns to send their opening drives over the startled heads of the spectators lining the left-hand side of the 1st fairway. Those tee shots are beyond wild, though there shouldn’t be too much danger over there, the grass already flattened by all the human traffic. Still, there haven’t been too many opening tee shots bothering the fairway this morning. The strategically placed bunkers messing with everyone’s head. Meanwhile the leader Christo Lamprecht is this close to making yet another birdie, this time at 7, but his swinging 15-foot putt stops a dimple short. He remains at -3. … the 22-year-old South African amateur Christo Lamprecht! Playing in his first Open, as reward for winning the Amateur Championship last month, he’s birdied 3, 5 and 6 to hit the top of the famous yellow leaderboard. And here’s a funny thing: Lamprecht studies at Georgia Tech, as did the legendary Bobby Jones, one of only two other men from the Georgia Institute of Technology to win the Amateur Championship. Jones won the Amateur as part of his famous 1930 Grand Slam season … that also included winning the Open at Hoylake. Blimey. Here, what if … no, it’s not even 10am on Thursday morning, we can’t start thinking like this. -3: Lamprecht -a- (6) -1: Jordan (11), Herbert (10), Larrazabal (9), Reed (8), Pieters (7), Oosthuizen (6), Cink (5) Another salvage job from the sand here. It’s made by Matthew Jordan at 11, who finds himself right up against the steep face of a greenside bunker. The situation looks almost impossible, but he opens his wedge and swings as hard as he can, launching the ball almost completely vertically to escape in one sensational swipe. He can only land 30 feet from the flag, but that’s still some result from where he was. A bogey, but that could have been so much worse. The local lad slips to -1 and out of the lead, which is now held by … Jordan Spieth can’t make his birdie putt on 1, but an opening par will always suffice at the Open. As for his playing partners, Jason Day pars as well, but it’s a dropped shot for Matt Fitzpatrick, although walking off, he won’t be too upset, as it could have been worse: having hit a weak wedge into a bunker, he did extremely well to get up and down to limit the damage. From one Jordan to another … here comes the ever-entertaining Mr Spieth. The 2017 champion sends his opening tee shot into the rough down the right. That’s not ideal, but then Matt Fitzpatrick trumps it by pulling over the heads of the punters lining the left-hand side of the fairway. A nervy one from the slightly out-of-sorts 2022 US Open champ. He gets a break, a relatively decent lie near a dust track, but sends his next one into rough wide right of the green, where he’ll be short-sided and with a bunker to navigate as well. Spieth however responds by guiding his second into the heart of the green, and he’ll have a look at birdie from 15 feet or so. Jordan’s birdie at 2 was the first of the week. The first eagle of the week has been made by Pablo Larrazabal. The 40-year-old Spaniard rakes a 35-foot right-to-left curler across the par-five 5th, and that’s why you see him tucked in behind the leader at -1. Larrazabal’s best finish at the Open, and indeed any major, is a tie for 30th at Sandwich in 2011, so a sustained challenge is unlikely … but then again he’s won twice on the DP World Tour in the last four months, at the Korea Championship and the KLM Open, so you can understand why he’s currently striding the links in the confident style. The first shot of the 151st Open was hit by Matthew Jordan. The 27-year-old from Hoylake has been a member at his local club since he was seven, so knows the place pretty well. Still, taking the first shot at the oldest major makes things a bit different, not least because the 1st is the 17th for the members in the course’s everyday configuration. He had half of Liverpool looking on from the gallery, as well, or at least that’s what it felt like. So you couldn’t blame him for tugging his tee shot nervously into the thick rough down the left. But he gathered himself, advancing his ball into a greenside bunker, from where he got up and down for par. And now, having made several big putts along the way, he’s reached the turn in 33 strokes, birdies at 2, 5 and 8 more than compensating for a single dropped stroke at 6. The local hero leads the Open! Not bad for someone who has only played in it once before, last year at St Andrews, where he missed the cut. Now look! -2: Jordan (9) -1: Fox (7), Larrazabal (6), Ballester Barrio -a- (5), Lamprecht -a- (4), J Smith (1) Welcome to our coverage of the 151st Open Championship at Royal Liverpool, where so many questions will be answered over the next four days. Will Cameron Smith become the first player to retain the Claret Jug since Padraig Harrington in 2008? Will Rory McIlroy repeat his 2014 win here, thus ending his subsequent nine-year major drought? Will Rickie Fowler, runner-up behind Rory that year, crown his 2023 return to prominence with that long-awaited maiden major? Will a surprise champion emerge from the pack as Wyndham Clark did at the US Open last month? (Tom Kim? Bob MacIntyre? Why not?) Will this year’s Masters champion Jon Rahm, PGA winner Brooks Koepka, or world number one Scottie Scheffler lift their first Claret Jug? Will comparatively out-of-sorts former champion golfers Collin Morikawa, Shane Lowry or Jordan Spieth suddenly click and land their second title? Will Viktor Hovland, out in the final pairing on Sunday at last year’s Open and this year’s PGA, finally get over the line in a major? Will Tommy Fleetwood, links expert and another Open nearly-man, seal the deal at last? Will the in-form Tyrrell Hatton finally enter the winner’s circle? Or copter a club out into the Dee Estuary in a glorious fit of pique? Or will Xand… but we could be here all day, couldn’t we. In fact, we will be here all day, but that time will surely be better spent on action as opposed to preambulatory yakking. So without further ado, let’s mosey on out there. Hoylake ahoy! The tee times All times BST, the players are GB &amp; Ireland unless stated, (a) denotes amateurs 06.35 Branden Grace (Rsa), Matthew Jordan, Richie Ramsay 06.46 Russell Henley (USA), Jazz Janewattananond (Tha), Graeme Robertson 06.57 Ryan Fox (Nzl), Lucas Herbert (Aus), Byeong-Hun An (Kor) 07.08 Rikuya Hoshino (Jpn), (a) Alex Maguire, Charl Schwartzel (Rsa) 07.19 Hiroshi Iwata (Jpn), Pablo Larrazabal (Spa), Adrian Meronk (Pol) 07.30 (a) Jose Luis Ballester (Spa), Patrick Reed (USA), Connor Syme 07.41 Darren Clarke, Victor Perez (Fra), Thomas Pieters (Bel) 07.52 (a) Christo Lamprecht (Rsa), Joost Luiten (Ned), Louis Oosthuizen (Rsa) 08.03 Stewart Cink (USA), Trey Mullinax (USA), J. T. Poston (USA) 08.14 Harris English (USA), Andrew Putnam (USA), Henrik Stenson (Swe) 08.25 Thorbjoern Olesen (Den), Jordan Smith, Scott Stallings (USA) 08.36 Ernie Els (Rsa), Takumi Kanaya (Jpn), Kurt Kitayama (USA) 08.47 Sam Burns (USA), Chris Kirk (USA), Sepp Straka (Aut) 09.03 Jason Day (Aus), Matthew Fitzpatrick, Jordan Spieth (USA) 09.14 Talor Gooch (USA), Padraig Harrington, Seamus Power 09.25 Kyoung-Hoon Lee (Kor), Davis Riley (USA), Taiga Semikawa (Jpn) 09.36 Patrick Cantlay (USA), Brooks Koepka (USA), Hideki Matsuyama (Jpn) 09.47 Tommy Fleetwood, Scottie Scheffler (USA), Adam Scott (Aus) 09.58 Wyndham Clark (USA), Xander Schauffele (USA), Cameron Smith (Aus) 10.09 Rickie Fowler (USA), Shane Lowry, Robert MacIntyre 10.20 Bryson DeChambeau (USA), Si-Woo Kim (Kor), Cameron Young (USA) 10.31 Bio Kim (Kor), Kazuki Yasumori (Jpn), Nicolai Hoejgaard (Den) 10.42 Haydn Barron (Aus), Daniel Bradbury, Oliver Farr 10.53 (a) Tiger Christensen (Ger), Martin Rohwer (Rsa), Marcel Siem (Ger) 11.04 Richard Bland, Lee Hodges (USA), Antoine Rozner (Fra) 11.15 Laurie Canter, Yannik Paul (Ger), Sami Valimaki (Fin) 11.36 Alex Fitzpatrick, Rasmus Hoejgaard (Den), Matthew Southgate 11.47 Daniel Hillier (Nzl), Kensei Hirata (Jpn), Kyung-Nam Kang (Kor) 11.58 Kazuki Higa (Jpn), Michael Kim (USA), Callum Shinkwin 12.09 Kyle Barker (Rsa), Zack Fischer (USA), Taichi Kho (Hkg) 12.20 Romain Langasque (Fra), Travis Smyth (Aus), Brendon Todd (USA) 12.31 Alexander Bjoerk (Swe), Adrian Otaegui (Spa), Gary Woodland (USA) 12.42 Christiaan Bezuidenhout (Rsa), (a) Harrison Crowe (Aus), Min-Woo Lee (Aus) 12.53 Corey Conners (Can), Billy Horschel (USA), Alexander Noren (Swe) 13.04 Abraham Ancer (Mex), Tom Hoge (USA), Joo-Hyung Kim (Kor) 13.15 Zach Johnson (USA), David Micheluzzi (Aus), Matt Wallace 13.26 Emiliano Grillo (Arg), Dustin Johnson (USA), Sahith Theegala (USA) 13.37 (a) Mateo Fernandez (Arg), Denny McCarthy (USA), Francesco Molinari (Ita) 13.48 Thomas Detry (Bel), Brian Harman (USA), Thriston Lawrence (Rsa) 14.04 John Daly (USA), Taylor Moore (USA), Danny Willett 14.15 Ben Griffin (USA), Ockie Strydom (Rsa), David Lingmerth (Swe) 14.26 Adria Arnaus (Spa), Ewen Ferguson, Keita Nakajima (Jpn) 14.37 Keegan Bradley (USA), Sung-Jae Im (Kor), Joaquin Niemann (Chi) 14.48 Tony Finau (USA), Viktor Hovland (Nor), Justin Thomas (USA) 14.59 Rory McIlroy, Jon Rahm (Spa), Justin Rose 15.10 Tyrrell Hatton, Max Homa (USA), Collin Morikawa (USA) 15.21 Phil Mickelson (USA), Adam Schenk (USA), Nick Taylor (Can) 15.32 Alejandro Canizares (Spa), Ignacio Elvira (Spa), Marc Warren 15.43 Connor McKinney (Aus), Guido Migliozzi (Ita), Oliver Wilson 15.54 Kalle Samooja (Fin), Shubhankar Sharma (Ind), Gunner Wiebe (USA) 16.05 Jorge Campillo (Spa), Brandon Thompson, Michael Stewart 16.16 Seung-Su Han (USA), Hurly Long (Ger), Marco Penge"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/sport",
                    "pillarName": "Sport"
                },
                {
                    "id": "world/live/2023/jul/20/russia-ukraine-war-live-updates-deaths-reported-mykolaiv-strikes-missiles-odesa-targeted",
                    "type": "liveblog",
                    "sectionId": "world",
                    "sectionName": "World news",
                    "webPublicationDate": "2023-07-20T15:18:26Z",
                    "webTitle": "Russia-Ukraine war live: UN security council to meet over ‘humanitarian consequences’ of grain deal collapse",
                    "webUrl": "https://www.theguardian.com/world/live/2023/jul/20/russia-ukraine-war-live-updates-deaths-reported-mykolaiv-strikes-missiles-odesa-targeted",
                    "apiUrl": "https://content.guardianapis.com/world/live/2023/jul/20/russia-ukraine-war-live-updates-deaths-reported-mykolaiv-strikes-missiles-odesa-targeted",
                    "fields": {
                        "headline": "Russia-Ukraine war live: UN security council to meet over ‘humanitarian consequences’ of grain deal collapse",
                        "byline": "Mattha Busby (now); Martin Belam and Helen Livingstone (earlier)",
                        "thumbnail": "https://media.guim.co.uk/506e4a62bcec3f20bc487a69058d468d2c38c910/0_187_5600_3362/500.jpg",
                        "bodyText": "Ukraine’s Kherson region will have little or no harvest due to a shortage of water in the North Crimean and Kakhovka canals, Russian-installed governor Vladimir Saldo has warned. The Kakhovka dam, a huge Soviet-era dam on the Dnipro River that separates Russian and Ukrainian forces in southern Ukraine, was breached in June, unleashing flood waters across the war zone. Last month, the BBC reported that the destruction of the dam had led one of Europe’s largest reservoirs to dry up – potentially imperilling drinking water supplies for hundreds of thousands of people mostly in Russian-occupied zones. The UN Security Council will meet tomorrow over the “humanitarian consequences” of Russia’s withdrawal from a deal that allowed the safe Black Sea export of Ukraine grain for the past year, Britain’s UN mission has said. We’ll bring you any further details on this as they emerge. The UK has given Ukraine 184,000 more artillery shells than it planned to a year ago, the country’s defence secretary has said. Ben Wallace said Britain had “donated significant quantities of military equipment, ammunitions and non-lethal aid” as Kyiv’s fighters defend their territory and look to expel Russian invaders. While in a small number of areas we have delivered less than anticipated … we have exceeded plans in critical capability areas such as artillery, responding with agility to Ukraine’s priorities and developments on the battlefield. For example, we have delivered over 15 times the quantity of artillery ammunition originally planned.” He spoke as the US embassy in Kyiv released a tweet outlining its support for the Ukrainian war effort. Former Russian finance minister Alexei Kudrin has been added to a US treasury list of people sanctioned, though a reasoning was not provided, the BBC reports. Kudrin has been a close ally of president Vladimir Putin throughout his career. At the end of last year, he became the highest profile government official to leave a post since Russia’s invasion of Ukraine. He took up a role at technology giant Yandex advising on corporate development. Ukraine minister for infrastructure Oleksandr Kubrakov has condemned what he said was Russia’s “brutal” violation of shipping laws. The Russian Federation has once again brutally violated the universal right to free navigation for the whole world and is deliberately undermining food security, condemning millions of people to starvation. Wheat prices have been climbing on global markets, just days after Russia pulled out of an agreement that guaranteed safe passage for ships carrying cereals through the Black Sea. It reignited fears of the impact on poorer, grain-importing countries, as well as on western nations dealing with stubbornly high inflation. Russia has carried out heavy air strikes on Ukraine’s grain stores, as well as port infrastructure in the coastal city of Odesa after the Kremlin’s decision to terminate the UN-brokered Black Sea grain initiative between Russia and Ukraine. Grain prices had fallen by more than a third (35%) under the deal, which had been in place for just under a year in an attempt to alleviate a food crisis prompted by Russia’s blockade of Ukrainian ports that had prevented the transport of millions of tonnes of vital cereals. Eugene Shvidler, a longtime ally of the billionaire Roman Abramovich, has accused the UK government of “oppressive treatment” as he launched a legal challenge against sanctions imposed upon him after Russia’s invasion of Ukraine. In a high court case that experts say could lead to a precedent for oligarchs seeking to free themselves of sanctions, lawyers for Shvidler, who is reportedly worth £1.3bn, are seeking to have his designation for sanctions declared unlawful and quashed, as well as pursuing restitution of his costs. They are challenging the Foreign Office’s decision to sanction the USSR-born businessman, questioning whether the “hardship” he is facing as a result is proportionate and alleging that he has been discriminated against. Ukraine will receive a $1.5bn (£1.17bn) loan from the World Bank guaranteed by the government of Japan, Reuters reports the Ukrainian prime minister, Denys Shmyhal, said on Thursday. Both Russia and Ukraine have now declared that they will treat vessels in the Black Sea as carrying military cargo, which would make them potential strike targets. Ukraine’s ministry of defence issued this statement on Thursday afternoon, saying: The Russian Federation has once again brutally violated the universal right to free navigation for the whole world and is deliberately undermining food security, condemning millions of people to starvation. By openly threatening civilian ships transporting food from Ukrainian ports, launching missile attacks and drone attacks on civilian infrastructure in peaceful cities, deliberately creating a military threat on trade routes, the Kremlin has turned the Black Sea into a danger zone, primarily for Russian ships and ships heading in the waters of the Black Sea in the direction of seaports of the Russian Federation and Ukrainian seaports located on the territory of Ukraine temporarily occupied by Russia. The responsibility for all risks lies entirely with the Russian leadership. The fate of the cruiser “Moskva” proves that the defence forces of Ukraine have the necessary means to repel Russian aggression at sea. The ministry of defence of Ukraine warns that from 00:00 on 21 July, 2023, all vessels heading in the waters of the Black Sea in the direction of seaports of the Russian Federation and Ukrainian seaports located on the territory of Ukraine temporarily occupied by Russia may be considered by Ukraine as such carrying military cargo with all the associated risks. The wording of the final paragraph precisely echoes that of the earlier statement from Russia’s ministry of defence, which came after Russian withdrew from the Black Sea grain initiative and then launched three consecutive nights of attacks on the port cities of Odesa and Mykolaiv which had been part of the deal. In its statement, the Russian defence ministry said: In connection with the termination of the Black Sea initiative and the curtailment of the maritime humanitarian corridor, from 00.00 Moscow time on 20 July 2023, all ships proceeding to Ukrainian ports in the Black Sea waters will be considered as potential carriers of military cargo. Accordingly, the flag countries of such ships will be considered involved in the Ukrainian conflict on the side of the Kyiv regime. A number of sea areas in the north-western and south-eastern parts of the international waters of the Black Sea have been declared temporarily dangerous for navigation. Relevant information warnings about the withdrawal of safety guarantees for seafarers have been issued in the prescribed manner. Russia said on Thursday it was imposing restrictions on British diplomats, requiring them to give five days’ notice of any plans to travel beyond a 120km (75-mile) radius, due to what it called London’s “hostile actions”. Britain’s chargé d’affaires in Russia was summoned to the foreign ministry in Moscow to be scolded for what Moscow said was support for the “terrorist actions” of Ukraine and for obstruction of Russian diplomacy in Britain. “The British side was also informed of the decision to introduce a notification procedure for the movement of employees of British diplomatic missions on the territory of our country as a response to London’s hostile actions,” Reuters reports the ministry said. British diplomats, with the exception of the ambassador and three other senior diplomats, will be required to send notification of any plans to travel beyond the 120km (75-mile) “free movement zone” at least five working days ahead. “Such a document should contain information about the timing, purpose, type of trip, planned business contacts, accompanying persons, type of transport, places of visit and accommodation, as well as the route of the trip,” the ministry said. Russia has lifted restrictions on cargo vessels moving through the Kerch strait between the Azov and Black seas, three industry sources told Reuters on Thursday. One of the sources said navigation was open during daylight hours only. The movement of cargo vessels through the Kerch strait was suspended by Russian authorities on 16 July following drone attacks on the Crimean port of Sevastopol. Russia unilaterally occupied and annexed Crimea in 2014. A peer in the UK House of Lords has suggested that Russia could be offered the prospect of Nato membership in exchange for its withdrawal from Ukraine. The journalist, broadcaster and prominent Sikh Indarjit Singh told the House of Lords that offering Nato membership would damage Russian president Vladimir Putin’s strongman persona and help bring world peace, PA reports. The independent crossbench peer said: Mr Putin likes to depict himself as a strongman defending Mother Russia against the perceived threat from the Nato alliance. It would totally destroy Putin’s credibility and help end the suffering of the Ukrainian people and further the cause of world peace if the west were to openly offer Russia the bait of membership of Nato in return for its total withdrawal from Ukraine. Foreign Office minister Tariq Ahmad responded: “I’m sure Lord Singh is well intentioned but I’m afraid I can’t agree with this proposition … There can be someone who can stop this war – that is Mr Putin and he can stop it right now.” Singh said in October: If we were to say that we will disband Nato it might just give Putin the escape route he so desperately requires? If that does not work, it will at least show the Russian people what sort of person Putin is. Ukraine’s foreign ministry has condemned a warning by Russia that any ships travelling to Ukrainian Black Sea ports will be seen as possibly carrying military cargoes. “The ministry of foreign affairs of Ukraine strongly condemns any threats to use force against civilian ships, regardless of their flag,” it said. It came as Ukraine’s defence ministry said it would consider all ships travelling to Russian ports and Ukrainian ports on the Black Sea occupied by Moscow as potential carriers of military cargo from 21 July, Reuters reports. The ministry said the Ukrainian armed forces had the means to repel what it called Russian aggression at sea. Ukraine’s deputy economy minister held talks with China’s vice-commerce minister in Beijing today in the first high-level visit by a Ukraine government official to the country since 2019. A source told Reuters that a meeting between Ukraine’s Taras Kachka and China’s Ling Ji took place in Beijing. It came around the time that China’s consulate general building in Odesa was damaged in a Russian attack on the city late last night Kyiv time. China has a “no limits” partnership with Moscow. But Ling said China was willing to work with Ukraine to develop mutually beneficial bilateral economic and trade cooperation between the two countries, according to a Chinese commerce ministry account of the meeting. Kachka, according to the Chinese commerce ministry, said: The Ukrainian side will step up efforts to protect the safety of Chinese-funded enterprises in Ukraine. We are willing to work together with China to promote the healthy and sustainable development of economic and trade relations between the two countries.” The meeting came on a day of high diplomacy in Beijing. Veteran US diplomat Henry Kissinger also met with Xi Jinping in Beijing’s park-like Diaoyutai State Guesthouse, with Chinese senior diplomat Wang Yi also in attendance, the Associated Press reports. Russia’s defence ministry has characterised its overnight attacks in the Black Sea ports of Odesa and Mykolaiv as “retaliatory strikes”. Moscow had promised retaliation for an attack on Monday with seaborne drones that damaged the bridge linking Crimea, seized from Ukraine in 2014, with southern Russia. The attack coincided with Moscow’s decision not to extend the grain deal after accusing the west of failing to honour a parallel memorandum intended to facilitate Russia’s agricultural and fertiliser exports. Since then, Russia has directed nightly bombardments at Ukraine’s port facilities and fuel and grain stores, Reuters reports. The defence ministry said: [It had] continued to deliver retaliatory strikes with high-precision sea and air-based weapons at workshops and storage sites for unmanned boats in the regions of Odesa and Chornomorsk. In the area of the city of Mykolaiv, fuel infrastructure facilities and ammunition depots of the armed forces of Ukraine were destroyed. Ukrainian president Volodymyr Zelenskiy has sent his condolences to the families of the two people who were killed in Russian attacks on Odesa and Mykolaiv overnight. Russian terrorists continue their attempts to destroy the life of our country. Unfortunately, there are wounded and dead... My condolences to the families and friends! But the evil state has no missiles that are more powerful than our will to save lives, support each other and win. I thank everyone who defends our cities, our people, our sky! I am grateful to all our warriors, rescuers, doctors, local authorities, volunteers... to everyone involved in eliminating the consequences of Russian terror! There are conflicting reports over how many people were killed, though reports so far have not exceeded two. At least 27 were also injured in Russia’s overnight attacks, which targeted Odesa and Mykolaiv for a third successive night. The UK Foreign Office has announced sanctions against 13 individuals and businesses linked to the actions of the Wagner group in Mali, Sudan and the Central African Republic. Wagner’s leader, Yevgeny Prigozhin, who led a mutiny against Moscow last month, has already had sanctions place on him by Britain, along with several of his key commanders, for their part in Russia’s invasion of Ukraine. Andrew Mitchell, minister for development and Africa, said: The Wagner group is committing atrocities in Ukraine, as well as acting with impunity in countries like Mali, Central African Republic and Sudan. Wherever Wagner operates, it has a catastrophic effect on communities, worsens existing conflicts and damages the reputations of countries that host them. Instructors from the mercenary group Wagner have begun training the ex-Soviet country’s special forces, nearly a month after an aborted rebellion in Russia, officials in Belarus have said. Wagner fighters and their leader were due to move to Belarus as part of a deal to defuse their revolt, AFP reports. “Over the course of a week, special forces units and representatives of the company will practise combat tasks at the Brestsky training ground,” the Belarusian defence ministry said. Belarusian leader Alexander Lukashenko offered Wagner chief Yevgeny Prigozhin refuge in Belarus and said his army would benefit from the combat experience of Wagner commanders. Last night, a video emerged purporting to show Prigozhin addressing his fighters in Belarus, in what was the first footage of the mercenary chief since the aborted rebellion. He was seen telling his troops they will spend some time in Belarus training its military to help “make the Belarusian army the second strongest army in the world” before deploying to Africa. The Polish defence ministry said it would strengthen security at the border following the arrival of Wagner mercenaries in Belarus. The Kremlin today said it was “concerned” by the move, pointing to Warsaw’s “hostile attitude” towards both Belarus and Russia. The EU has said it has decided to prolong its sanctions against Russia by six months, until the end of January, over the country’s military aggression against Ukraine. The Council of the EU said: These sanctions, first introduced in 2014 in response to Russia’s actions destabilising the situation in Ukraine, were significantly expanded since February 2022, in response to Russia’s unprovoked and unjustified military aggression against Ukraine. The Washington Post reports that Ukraine has begun firing cluster munitions that were controversially provided by the US. Russian forces on the frontlines of the invasion in south-eastern Ukraine have come under attack from the indiscriminate weapons that can remain unexploded. The UN has said Russia has used the widely prohibited weapons in populated areas of Ukraine at least 24 times since the beginning of hostilities. Col Oleksandr Bakulin told the BBC earlier this week that the weapons were necessary to “inflict maximum damage on enemy infantry”. A Ukrainian official told the Washington Post that they have been fired at entrenched Russian positions. Gen Oleksandr Syrskyi, commander of the Ukrainian army’s ground forces, appears confident that Bakhmut, which sits about 55 miles north of Donetsk, can be retaken. In an interview with the BBC, he explained the strategic importance of the city: Bakhmut is the centre of concentration of the main directions and roads. Well, for example, a road from Debaltsevo, a road from Seversk, a road from Gorlovka, a road from Konstantinovka and a road from Slavyansk go through Bakhmut. That is, this is the centre where all these paths converge. Literally three kilometres beyond Bakhmut, the next city of Chasov Yar begins. And here it is very important for us to stop the enemy in Bakhmut, which is located in the lowland there. He said yesterday that Ukraine was preparing to fire cluster bombs, a controversial and widely banned indiscriminate form of munitions, at Russia’s “fragile” defences within days. Kyrgyzstan has denied helping its ally Moscow circumvent sanctions imposed over its invasion of Ukraine but did not rule out the involvement of private companies. The Washington Post reported on Tuesday that US officials were particularly concerned about the role played by Kyrgyzstan in Russian schemes to evade sanctions over its invasion of Ukraine, and to acquire hi-tech items such as Chinese drones, according to Reuters. The newspaper stated that the Biden administration is preparing new economic measures to pressure the country to halt sanctions busting. “We would regret it if among the many dozens of countries seeing a much greater trade volume of the banned supplies, some people in Washington decided to pick on Kyrgyzstan,” said the Kyrgyz official who spoke on condition of anonymity. “Kyrgyzstan is a free market economy with very limited government resources. We cannot be reasonably expected to police every entrepreneur and approve every transaction.” The official added that “neither the Kyrgyz state itself nor any state structures and companies are involved in the violation of the regime of compliance with sanctions imposed by the United States and Western countries on Russia”. The Kremlin said yesterday that Kyrgyzstan was a close partner that benefited from integration with Russia. “We intend to further develop bilateral relations with Kyrgyzstan, which we value very highly, as well as all formats of our joint integration,” spokesperson Dmitry Peskov said. China’s ambassador to the US, Xie Feng, has told a security forum in Colorado, on the issue of the Ukraine war, that Beijing respects countries’ sovereignty and territorial integrity but also acknowledges “legitimate and reasonable security concerns”. As noted below, China says it is neutral in the conflict, but in practice has shown Russia support by organising frequent state visits and joint military drills with Moscow. In a rare public address in Prague, the head of MI6 accused China of being “absolutely complicit” in Russia’s invasion of Ukraine. My colleague Helen Davidson reports that the Chinese leader, Xi Jinping, and Vladimir Putin signed a “no limits” partnership between their countries shortly before the Russian invasion. After the war began, China refused to publicly censure or discourage Russia, and senior officials often expressed direct support. The intervention by Sir Richard Moore, who has been chief of the British Secret Intelligence Service since 2020, came as veteran US diplomat Henry Kissinger met today with Xi in Beijing’s park-like Diaoyutai State Guesthouse, with Chinese senior diplomat Wang Yi also in attendance, the Associated Press reports. “The US policy toward China requires the diplomatic wisdom like that of Kissinger and political courage like Nixon’s,” Wang said, according to the foreign ministry. The ministry said the two sides also discussed the war in Ukraine, as well as artificial intelligence and other economic issues. Wang told Kissinger that it was “impossible” to transform, encircle or contain China. Kissinger also held talks with the defence minister, Li Shangfu, who is barred from visiting the US over arms sales he oversaw with Russia. It’s Mattha Busby here, taking over the blog from Martin Belam. I’m on Twitter here or email mattha.busby@theguardian.com Ukrainian sources have confirmed that two people have been killed and at least 27 injured in Russia’s overnight attacks, which have targeted Odesa and Mykolaiv for a third successive night. Ukraine’s military claimed to shoot down five cruise missiles and 13 attack drones out of 19 cruise missiles and 19 drones launched by Russia in total. Suspilne reported that in Mykolaiv a three-storey building was struck, and residential buildings and about 15 garages were damaged in the city. 19 victims are known, with two of them hospitalised, including a child. In Odesa, due to the attack four people were injured and a security guard was killed. An administrative building was destroyed, and houses were damaged by the blast wave. Warehouses were hit in the region. Odesa’s governor has reported that the Chinese consulate in the city was damaged. Another person was killed in an attack in Kharkiv region. Ukraine’s president Volodymyr Zelenskiy offered condolences to the victims, saying “Odesa. Mykolaiv. Russian terrorists continue their attempts to destroy the life of our country. But the evil state has no missiles that are more powerful than our will to save lives, support each other and win.” After the attacks, Ukrainian presidential adviser Andriy Yermak made another appeal for tougher sanctions against Russia and more air defence supplies for Ukraine, tweeting: “We must unite against Russian evil. Russia’s economy should suffer a devastating sanctions blow, the military-industrial complex should be limited in its ability to produce weapons, and Ukraine should receive more weapons for defence of the sky and offensive actions.” A teenage girl has died in a Ukrainian drone attack on north-west Crimea, the Moscow-back governor of the occupied peninsula has said. Authorities in Crimea, which Russia unilaterally annexed from Ukraine in 2014, have declared a municipal state of emergency in the area. Russia likely made the decision to quit the Black Sea grain deal “some time ago because it decided that the deal was no longer serving its interests”, the UK’s Ministry of Defence has said in its latest intelligence update on the war. Russia is responsible for a major global food supply crisis, the European Union’s foreign policy chief, Josep Borrell, said on Thursday, some days after the Kremlin announced it would suspend an agreement for Ukrainian grain exports through the Black Sea. Grain prices have jumped after Russia’s attacks on Ukrainian ports. On Wednesday Ukrainian officials said Russian strikes had destroyed 60,000 tonnes of grain awaiting export. Germany is working with allies to ensure that Ukrainian grain is not left to rot in silos, and will intensify work on getting the grain out by rail, foreign minister Annalena Baerbock said on Thursday. The US warned that Russia may attack civilian ships on the Black Sea and then blame Ukrainian forces. Russia says all ships travelling to Ukrainian ports on Black Sea will be considered carriers of military equipment from Thursday. Russia’s defence ministry said it would “flag countries of such ships … considered parties to the Ukrainian conflict”. The ministry did not say what actions it might take. Yevgeny Balitsky, head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine has described the situation on the frontline there as “stabilized”, claiming “the enemy is not taking active actions. Our command understands that this lull is just an attempt by the enemy to recuperate after significant losses of equipment and manpower.” The Belarus Red Cross has sparked international outrage after its chief told Belarusian state television that the organisation is actively involved in bringing Ukrainian children from Russian-occupied areas to Belarus. Both Ukraine and the Belarusian opposition have labelled the transfers unlawful deportations, and there have been calls for international war crimes charges for the authoritarian Belarus leader, similar to the charges against Russian president Vladimir Putin. Russian media sources are reporting that Russian president Vladimir Putin will address the Brics summit in South Africa remotely on 23 August. Earlier this week it was announced that by “mutual consent” between South Africa and Russia, Putin would not travel to the summit, as South Africa might be obliged to act on the ICC warrant for the Russian leader’s arrest. Britain has added individuals and groups with links to Russia’s Wagner group and operating in Central African Republic and Mali to its sanctions list. Britain named Vitalii Viktorovitch Perfilev as head of the Wagner group in the CAR and said he would be subject to an asset freeze and travel ban. Russia’s foreign ministry has summoned the British interim charge d’affaires in Moscow. Odesa’s governor has reported that the Chinese consulate in the city was damaged in the overnight strike by Russia. On Telegram, Oleh Kiper posted: As a result of the Russian night attack, the building of the consulate general of the People’s Republic of China in Odesa was damaged. The aggressor deliberately hits the port infrastructure. Administrative and residential buildings, as well as the consulate of the People’s Republic of China, were damaged. This suggests that the enemy does not pay attention to anything. Britain has added individuals and groups with links to Russia’s Wagner group and operating in Central African Republic and Mali to its sanctions list. Reuters reports that in its statement on Thursday, Britain named Vitalii Viktorovitch Perfilev as head of the Wagner group in the CAR and said he would be subject to an asset freeze and travel ban. Reuters also reports that Russia’s foreign ministry has summoned the British interim charge d’affaires in Moscow. More details soon … Ukrainian sources have confirmed that two people have been killed and at least 27 injured in Russia’s overnight attacks, which have targeted Odesa and Mykolaiv for a third successive night. Nineteen people were wounded in the city of Mykolaiv, and a security guard was killed and at least eight others were hurt in Odesa, including a child. Ukraine claims it shot down five missiles and 13 drones after Russia launched 19 of each. Reuters reports one of the people was killed in Russian shelling in the north-eastern region of Kharkiv, regional authorities said. Earlier this week Moscow said the attacks on Ukrainian port cities on Tuesday were meant as retaliation for blasts on a bridge used to transport Russian military supplies, which it blamed on Kyiv. Ukraine’s president has used his social media channels to comment on the overnight attacks on Ukraine. On his Telegram channel, Volodymyr Zelenskiy wrote: Odesa. Mykolaiv. Russian terrorists continue their attempts to destroy the life of our country. Unfortunately, there are wounded and dead. My condolences to the families and friends. But the evil state has no missiles that are more powerful than our will to save lives, support each other and win. I thank everyone who defends our cities, our people, our sky. I am grateful to all our warriors, rescuers, doctors, local authorities, volunteers … to everyone involved in eliminating the consequences of Russian terror. I am grateful to the port workers who do their best to preserve our infrastructure. To the builders and repair teams who help people restore normal living conditions. Together we will make it through this terrible time. And we will withstand the attacks of Russian evil. Germany is working with allies to ensure that Ukrainian grain is not left to rot in silos after Russia pulled out of an export deal, and will intensify work on getting the grain out by rail, the foreign minister, Annalena Baerbock, said on Thursday. Speaking on the sidelines of a meeting of EU foreign ministers in Brussels, Baerbock accused Russia of blackmail and trying to use the grain as a weapon at the expense of the world’s poorest. “Hundreds of thousands of people, not to say millions, urgently need the grain from Ukraine, which is why we are working with all our international partners so that the grain in Ukraine does not rot in silos in the next few weeks, but reaches the people of the world who urgently need it,” Reuters reports Baerbock said. Russian media sources are reporting that the Russian president, Vladimir Putin, will address the Brics summit in South Africa remotely on 23 August. Earlier this week it was announced that by “mutual consent” between South Africa and Russia, Putin would not travel to the summit, as South Africa could be obliged to act on the ICC warrant for the Russian leader’s arrest. Yevgeny Balitsky, head of the Russian-imposed administration of the occupied Zaporizhzhia region of Ukraine, has posted on Telegram about the status of the frontline in the region, which Russia partially occupies. He wrote: The situation has stabilized … the enemy is not taking active actions. However, our command understands that this lull is just an attempt by the enemy to recuperate after significant losses of equipment and manpower. The message was accompanied by an image that purports to be from Vasylivka. Balitsky claimed: Evidence of [Ukrainian armed forces’] difficulty and anger was yesterday’s chaotic shelling of peaceful Vasylivka by artillery pieces – three shells of cannon artillery, aiming at civilian infrastructure. The House of Culture was destroyed, residential buildings, roads were damaged, a gas pipe was broken, the glazing of apartments in an apartment building was damaged by a shock wave. One woman born in 1954 was injured, she received medical assistance, her life and health are not in danger. The claims have not been independently verified. Russia announced it would annex Zaporizhzhia in September 2022. Here are a couple more images from Mykolaiv, which Russia struck overnight. Authorities in Crimea, which Russia unilaterally annexed from Ukraine in 2014, have declared a municipal state of emergency in the area where a drone struck earlier. [See 4.25 BST] Suspilne, Ukraine’s state broadcaster, offers this round-up of overnight news from Ukraine. It reports: At night, the Russian Federation launched over Ukraine seven Onyx cruise missiles, four Kh-22 cruise missiles, three Kalibr cruise missiles, five Iskander-K cruise missiles and 19 Shahed drones. Air defence forces shot down two Kalibrs, three Iskanders and 13 drones. In Mykolaiv, they hit a three-storey building, part of the building was destroyed, and they continue to clear the debris there. Residential buildings and about 15 garages were damaged in the city. Currently, 19 victims are known, two of them are hospitalised, including a child. In Odesa, due to a rocket attack, four people were injured, one more person may be under the rubble, mayor Trukhanov said. In the city, the administrative building was destroyed, and houses were damaged by the blast wave. Warehouses were hit in the region. In Sumy, a drone hit the building of a children’s camp on the outskirts of the city, an injured woman was treated on the spot. In Chernihiv region drones hit residential buildings, the number of victims is being specified. Kherson and Dnipropetrovsk regions were also under fire at night. Residential buildings and an infrastructure object were damaged. There are no casualties. The claims have not been independently verified. Russia is responsible for a major global food supply crisis, the European Union’s foreign policy chief, Josep Borrell, said on Thursday, some days after the Kremlin announced it would suspend an agreement for Ukrainian grain exports through the Black Sea. “What we already know is that this is going to create a big and huge food crisis in the world,” Reuters reports Borrell told journalists before heading into a EU foreign ministers’ meeting. Borrell also accused Russia of deliberately attacking grain storage facilities in the southern port city of Odesa, which he said would further deepen the food crisis. The Ukrainian presidential adviser Andriy Yermak has made another appeal for tougher sanctions against Russia and more air defence supplies for Ukraine, tweeting: We must unite against Russian evil. Russia’s economy should suffer a devastating sanctions blow, the military-industrial complex should be limited in its ability to produce weapons, and Ukraine should receive more weapons for defence of the sky and offensive actions. Here is a reminder that earlier the Russian ministry of defence said that it would now be treating all ships heading to Ukrainian ports as potential carriers of military cargo. In a statement, the ministry said: In connection with the termination of the Black Sea initiative and the curtailment of the maritime humanitarian corridor, from midnight Moscow time on 20 July 2023, all ships proceeding to Ukrainian ports in the Black Sea waters will be considered as potential carriers of military cargo. Accordingly, the flag countries of such ships will be considered involved in the Ukrainian conflict on the side of the Kyiv regime. A number of sea areas in the north-western and south-eastern parts of the international waters of the Black Sea have been declared temporarily dangerous for navigation. Relevant information warnings about the withdrawal of safety guarantees for seafarers have been issued in the prescribed manner. Police in Odesa have announced some road closures as they deal with the consequences of the overnight attack on the city, Suspilne reports. This is Martin Belam taking over the live blog in London. You can contact me at martin.belam@theguardian.com. The wires have sent through some pictures from Mykolaiv, where the governor said earlier that 18 people had been injured in Russian missile strikes overnight. Ukraine’s military shot down five cruise missiles and 13 attack drones launched by Russian forces overnight at the southern Mykolaiv and Odesa regions, Reuters has reported citing Kyiv’s air force. It said Russia fired 19 cruise missiles and 19 drones in total, but did not specify exactly where the others struck. Later today the lawfulness of the UK sanctions regime set up in the wake of Russia’s invasion of Ukraine will face its biggest legal test, when a Soviet-era oligarch and ally of Roman Abramovich seeks a court order to release his assets, which include two private jets. The case being brought by Eugene Shvidler, a billionaire oil businessman, follows similar challenges by oligarchs now entering the courts in Europe where a separate but similar sanction regime operates. At stake is billions of pounds worth of assets, some of which the west wants to siphon off to help fund Ukraine’s reconstruction. Shvidler’s request for the release of his assets is the first case to reach the UK high court involving an individual. A number of other cases are waiting to be heard if he succeeds. Russia likely made the decision to quit the Black Sea grain deal “some time ago because it decided that the deal was no longer serving its interests”, the UK’s Ministry of Defence has said in its latest intelligence update on the war. Russia has masked this with disinformation, claiming its withdrawal is instead due to concerns that civilian ships are at risk from Ukrainian mines and that Ukraine was making military use of the grain corridor without providing evidence for these claims. It added that Russia’s Black Sea fleet (BSF) would now likely take a more active role in disrupting any trade that continues. However BSF blockade operations will be at risk from Ukrainian uncrewed surface vehicles and coastal defence cruise missiles. The Belarus Red Cross has sparked international outrage after its chief told Belarusian state television that the organisation is actively involved in bringing Ukrainian children from Russian-occupied areas to Belarus. A report that aired on Wednesday on Belarus state TV showed Dzmitry Shautsou, the head of the Belarus Red Cross, visiting the Russian-occupied Ukrainian city of Lysychansk in the Luhansk region. In the footage, he says the organisation was actively involved in bringing Ukrainian children to Belarus for “health improvement” purposes. “The Belarus Red Cross has taken – and is taking, and will be taking – an active part in it,” Shautsou said. Both Ukraine and the Belarusian opposition have labelled the transfers unlawful deportations, and there have been calls for Belarusian president Alexander Lukashenko to be charged with international war crimes over them, like Russian president Vladimir Putin. Russia launched a series of missile and drone attacks on port and grain infrastruture in southern Ukraine on Wednesday in a likely bid to “further emphasize Russia’s objections to the renewal of the Black Sea grain deal and hinder Ukraine’s ability to export grain,” the Institute for the Study of War has written in its latest analysis. The US-based thinktank writes: Spokesperson of the Ukrainian southern operational command Captain of the First Rank Nataliya Humenyuk stated that the Russian July 19 strikes “happened virtually simultaneously,” and that Russian forces likely attempted to overwhelm the Ukrainian air defense systems. Ukrainian Air Forces spokesperson Colonel Yuriy Ihnat stated that this attack was the most intense missile and drone attack on Odesa Oblast since the start of the full-scale invasion in February 2022. The wires have sent through a series of images from the village of New York (yes that’s correct), near the frontlines in Ukraine’s eastern Donetsk region, by photographer Genya Savilov. Grain prices have jumped after Russia’s attacks on Ukrainian ports, which follow its decision to pull out of a year-long deal that allowed Kyiv to export grain to world markets via its Black Sea ports. On Wednesday Ukrainian officials said Russian strikes had destroyed 60,000 tonnes of grain awaiting export. Reuters reports: Chicago wheat futures rose 1.6% to hit a three-week high on Thursday, buoyed up by growing expectations that an attack on Ukrainian ports after Russia’s withdrawal from a Black Sea export deal will have longer-term impact on global supplies. Corn gained more than 1%, while soya beans were little changed on forecasts of hot and dry weather in the US midwest. “Russia’s overnight attack on infrastructures at the port of Odesa will have served to remind participants and observers as to the risks involved in maintaining Black Sea trade flows without a guarantee of safety,” BMI Research, a unit of Fitch Group, said in a note. The most-active wheat contract on the Chicago Board of Trade (CBOT) added 1.6% to $7.39-1/4 a bushel, as of 0203 GMT, after climbing more than 8% on Wednesday. The market hit its highest since 27 June at $7.39-3/4 a bushel. Corn rose 1.1% to $5.59-1/4 a bushel and soya beans were unmoved at $14.08-3/4 a bushel. The “terrorists’ attack on Odesa” shows that Russia is not just targeting Ukraine but also other countries, Ukrainian president Volodymyr Zelenskiy said in his daily evening address late Wednesday. “About a million tons of food is stored in the ports that were attacked today. This is the volume that should have been delivered to consumer countries in Africa and Asia long ago,” he said. “Everyone is affected by this Russian terror.” This third night of Russian attacks targeting southern coastal cities comes as the US warned that Russia may attack civilian ships on the Black Sea and then blame Ukrainian forces. “The Russian military may expand their targeting of Ukrainian grain facilities to include attacks against civilian shipping,” national security council spokesperson Adam Hodge told AFP on Wednesday. He said the allegation was based on newly declassified intelligence. The warning came hours after Moscow said it would consider all ships sailing on the Black Sea to Ukrainian ports as potential military targets. The Kremlin pulled out of an international deal allowing safe passage of massive Ukrainian grain exports across the Black Sea to world markets earlier this week. Read the full story: A total of 18 people have been wounded in the strikes on Mykolaiv, the governor Vitaliy Kim has said. Nine were taken to hospital, including five children. Two people were rescued from the rubble, he said on Telegram. “It is a miracle they were saved,” he said. He gave no further information on the deaths he had reported earlier. A teenage girl has died in a Ukrainian drone attack on north-west Crimea, the Moscow-back governor of the occupied peninsula has said. “As a result of an enemy UAV [drone] strike on one of the settlements in the north-west of Crimea, four administrative buildings were damaged. [Emergency] services are on site,” Sergei Aksyonov said in a Telegram post. Deaths have been reported in Mykolaiv after Russia launched strikes on the southern port city, the Ukrainian military and the local governor have said. The city centre was hit in the attack and a garage and three-storey residential building were set on fire, governor Vitaliy Kim said on Telegram. Nine people were wounded, including five children, Kim said, later adding “there are also dead”. Two people were also hospitalised after strikes on Odesa, the military said. The Black Sea port has already endured two nights of Russian bombardment after Moscow said it was pulling out a deal that allowed Ukrainian grain to be exported via Ukraine’s Black Sea ports. Earlier the military had warned that both cities were being targeted by Kh-22 anti-ship missiles. Hello and welcome to the Guardian’s live coverage of the war in Ukraine with me, Helen Livingstone. An unconfirmed number of people have been killed and nine injured, including five children, in a Russian missile strike on the southern port city of Mykolaiv, the Ukrainian military has said. In a series of Telegram posts, the military warned the city was being targeted by Kh-22 anti-ship missiles and later said a garage and a three-storey building in the city centre had been hit. It also said Odesa, which has already endured two nights of strikes, was being targeted and reported “strong explosions”. Two people were in hospital. The bombardments come after Russia said its decision to withdraw from a year-long deal that allowed Ukrainian grain to be exported via Black Sea ports was final. In other developments: Russia says all ships travelling to Ukrainian ports on Black Sea will be considered carriers of military equipment from Thursday, days after quitting the Black Sea grain deal. Russia’s defence ministry said it would “flag countries of such ships … considered parties to the Ukrainian conflict”. The ministry did not say what actions it might take. US officials have information indicating Russia has laid additional sea mines in the approaches to Ukrainian ports, said Adam Hodge, White House national security council spokesperson. “We believe that this is a coordinated effort to justify any attacks against civilian ships in the Black Sea and lay blame on Ukraine for these attacks,” he said. The developments came after the Black Sea port Odesa endured a second “hellish night” of attacks, with Russia targeting grain facilities and port infrastructure. The strikes were an effort to stop Ukrainian grain reaching world markets, said Mykhailo Podolyak, an adviser to the Ukrainian president, Volodymyr Zelenskiy. A video has appeared purporting to show the Wagner mercenary chief Yevgeny Prigozhin addressing his fighters in Belarus and calling the Russian war effort in Ukraine a “disgrace”, in the first footage of the Russian warlord to emerge since his mutiny last month. In it, Prigozhin says Wagner will no longer fight in Ukraine and will head to Africa. “What is happening at the front [in Ukraine] now is a disgrace in which we do not need to participate,” he said. “[We will] wait for the moment when we can prove ourselves in full.” Vladimir Putin will attend a Brics summit in South Africa next month via video conference amid speculation that he could be detained under an international criminal court warrant for his arrest for war crimes in Ukraine if he appeared in person. South Africa is an ICC member, meaning they would have been obliged to arrest Putin if he entered the country. The Belarus Red Cross has sparked international outrage after its chief told Belarusian state television that the organisation is actively involved in bringing Ukrainian children from Russian-occupied areas to Belarus. “The Belarus Red Cross has taken – and is taking, and will be taking – an active part in it, [the deportations]” Dzmitry Shautsou told state-run Belarus 1 TV channel. Talks being mediated by Saudi Arabia and Turkey on the repatriation of Ukrainian thousands of children taken to Russia since Moscow’s invasion have been under way since at least April, a source with knowledge of the discussions said on Wednesday according to Reuters. The source expressed doubt that a deal would be reached because it would depend on the Russian president, Vladimir Putin. “For him to give (the children) back would mean that he agrees that he’s a war criminal,” the source said. The US has announced $1.3bn in additional security assistance for Ukraine. The package is set to include air defence capabilities and munitions. “This announcement represents the beginning of a contracting process to provide additional priority capabilities to Ukraine,” the Pentagon said in a statement on Wednesday. EU foreign ministers are expected to discuss a proposal on Thursday to spend up to €20bn ($22.4bn) on weapons, ammunition and other military aid for Ukraine over four years. The proposal is part of an effort to put the bloc’s support for Kyiv on a longer-term footing. A fire broke out at the military training grounds in the Kirovske district on the Crimean Peninsula, the Moscow-backed governor of Crimea said on Wednesday. The fire forced the closure of the nearby Tavrida highway and the evacuation of 2,000 people, Sergei Aksyonov said on Telegram. Messaging channels linked to Russian security services and Ukrainian media said an ammunition depot was on fire at the base after a Ukrainian overnight air attack. The Wagner group’s mutiny attempt in June showed Putin was under pressure, the head of Britain’s MI6 foreign spy service, Richard Moore, said in a rare public address. Moore said he was optimistic about the Ukrainian counteroffensive appealed to Russians appalled by the war in Ukraine to spy for Britain. “Our door is always open … Their secrets will be safe with us.” The lawfulness of the UK sanctions regime set up in the wake of Russia’s invasion of Ukraine will face its biggest legal test on Thursday when a Soviet-era oligarch and ally of Roman Abramovich seeks a court order to release his assets. At stake in the case brought by Eugene Shvidler, a billionaire oil businessman, is billions of pounds worth of assets, some of which the west wants to siphon off to help fund Ukraine’s reconstruction. An Australian photographer has spoken of her pain and upset at what she has described as the unauthorised use of an image of her daughter as the basis for a pro-Russia mural on a bombed-out building in Mariupol. Helen Whittle said she was “very saddened” by the way her daughter’s portrait had been used by Italian street artist Ciro Cerullo."
                    },
                    "isHosted": false,
                    "pillarId": "pillar/news",
                    "pillarName": "News"
                },
                {
                    "id": "uk-news/2023/jul/20/iopc-police-watchdog-launches-investigations-met-handling-david-carrick-allegations",
                    "type": "article",
                    "sectionId": "uk-news",
                    "sectionName": "UK news",
                    "webPublicationDate": "2023-07-20T15:04:11Z",
                    "webTitle": "Four investigations launched into Met’s handling of David Carrick allegations",
                    "webUrl": "https://www.theguardian.com/uk-news/2023/jul/20/iopc-police-watchdog-launches-investigations-met-handling-david-carrick-allegations",
                    "apiUrl": "https://content.guardianapis.com/uk-news/2023/jul/20/iopc-police-watchdog-launches-investigations-met-handling-david-carrick-allegations",
                    "fields": {
                        "headline": "Four investigations launched into Met’s handling of David Carrick allegations",
                        "byline": "Haroon Siddique Legal affairs correspondent",
                        "thumbnail": "https://media.guim.co.uk/76fe49b0a55c0e2595ae5525a4312e05030a6731/0_213_3500_2101/500.jpg",
                        "bodyText": "The police watchdog has launched multiple investigations into concerns the Metropolitan police repeatedly failed to take appropriate action when serious criminal allegations were made against the serial rapist David Carrick while he was an officer. The Independent Office for Police Conduct (IOPC) said that if a 2002 allegation of harassment made by a former partner of Carrick had been investigated, he could potentially have been sacked before beginning the series of attacks for which he was jailed. Carrick was sentenced to life in prison in February for 85 serious offences, including 48 rapes, against 12 women from 2003 to 2020, carried out while taking “monstrous advantage” of his position as a police officer. The IOPC said on Thursday it was launching four investigations into the conduct of eight Met officers and one staff member. The Met was asked to undertake a review last year into any reports that could have led to action being taken against Carrick sooner but did not identify any matters of concern relating to the conduct of the staff who handled them. The 2002 allegation made by a former partner of Carrick, while he was a probationary constable, was investigated by the Met but no referral was made to its department of professional standards (DPS) and Carrick was only spoken to by his line manager. The other three cases where the IOPC is investigating the role of Met officers are: A 2016 report of harassment and stalking made by a former partner, which was investigated by Hampshire constabulary. A 2019 report of a woman being attacked and dragged out of Carrick’s house by him, which was investigated by Hertfordshire constabulary. A February 2021 report of a woman being raped by Carrick, which was initially recorded by Sussex police. In each of these three cases, misconduct investigations were started by the Met’s DPS but were not progressed after forces investigating the allegations against Carrick advised that no further action was being taken. The officers being investigated by the IOPC, some of whom have since retired and one of whom now works for another force, range in rank from police constable to chief inspector. Six worked for the Met’s DPS. The IOPC regional director, Mel Palmer, said: “We identified indications some officers may have behaved in a manner which would justify disciplinary proceedings. Our review has identified repeated failures to progress conduct investigations when the Met’s DPS officers were advised that no further action was being taken by the forces carrying out the criminal investigations into Carrick. “We were also deeply concerned to find that in respect of two of the cases, David Carrick’s name was removed from the MPS’s [Metropolitan Police Services’s] system records after the criminal investigations were dropped. This meant that some prior allegations made against Carrick did not show up in the system when further allegations were later made, leading to MPS officers being unable to build a complete picture of his pattern of offending. “These were potentially missed opportunities to pursue gross misconduct investigations against Carrick, which may have led to his dismissal years before he was eventually arrested.”"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/news",
                    "pillarName": "News"
                },
                {
                    "id": "environment/2023/jul/21/airlines-could-ditch-flights-to-australia-to-meet-future-emissions-promises-parliament-told",
                    "type": "article",
                    "sectionId": "environment",
                    "sectionName": "Environment",
                    "webPublicationDate": "2023-07-20T15:00:19Z",
                    "webTitle": "Airlines could ditch flights to Australia to meet future emissions promises, parliament told",
                    "webUrl": "https://www.theguardian.com/environment/2023/jul/21/airlines-could-ditch-flights-to-australia-to-meet-future-emissions-promises-parliament-told",
                    "apiUrl": "https://content.guardianapis.com/environment/2023/jul/21/airlines-could-ditch-flights-to-australia-to-meet-future-emissions-promises-parliament-told",
                    "fields": {
                        "headline": "Airlines could ditch flights to Australia to meet future emissions promises, parliament told",
                        "byline": "Elias Visontay Transport and urban affairs reporter",
                        "thumbnail": "https://media.guim.co.uk/97567dd4287434cb727f839c6798c04480c826f1/0_36_3000_1801/500.jpg",
                        "bodyText": "International airlines could cut back flights to Australia in coming years because the high-polluting long haul routes stand out as low-hanging fruit to meet future environmental commitments, the country’s parliament has been warned. Mandatory emissions reductions schemes for global aviation are still being negotiated. However, Australia risks being “priced out” of the international aviation network when carbon pricing and other binding targets begin taking effect over the next decade, the Australian Airports Association (AAA) said in a submission to a parliamentary inquiry. “As Australia is at the edges of the global air network with long distances from Australian airports to major regional and global hubs in Asia, North America and the Middle East, it is essential to ensure Australia remains a viable destination for international migration, tourism and business travel,” the AAA’s submission said. Operators disproportionately reducing frequencies of flights to the southern hemisphere as an easy path to meet their obligations in a carbon-constrained future could leave Australians with considerably fewer – and significantly more expensive options – to connect with other continents. Ensuring the local sustainable aviation fuel (SAF) industry and stores are capable of refuelling aircraft on SAF for their return leg will be essential to prevent ambitious environmental commitments from isolating Australia, the AAA warned, as it called for the government to be an active voice at discussion tables as global agreements are fleshed out. While domestic aviation targets fall under Australia’s own emissions reductions scheme, emissions related to international flights are considered under the International Civil Aviation Organisation’s carbon offsetting and reduction scheme for international aviation (Corsia). “Failure to negotiate an effective and equitable deal for Australia may mean a contraction in Australia’s connectivity to the world,” the AAA said. James Goodwin, the chief executive of the AAA, said the Australian government must be “a strong voice at the international tables where these emissions reductions are being discussed and calculated”. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup He said the government needs to make clear that aviation is essential for Australia’s connectivity, and there should be an equal focus on reducing unnecessary short-haul flying elsewhere. For example, an airline reducing flights from Europe to Australia could instead use its aircraft and carbon capacity to fly several short haul flights in Europe – including routes between destinations that could be serviced by rail. The AAA believes Australia should advocate for these ramifications to be considered by any future emissions reductions schemes. Additionally, sustainable aviation fuel capability will be a key way to make long-haul flights to Australia sustainable. Airlines have slowly begun blending modest amounts of SAFs into their fuel mixes, and while many have announced plans to significantly ramp up these blends – Qantas has committed to 10% SAF by 2030 – production is not expected to reach quantities to allow airlines to achieve net zero commitments by 2050 without relying on offsets. Australian governments and businesses have recently announced plans to explore converting byproducts from sugarcane and wheat starch into SAF, while other countries rely on cooking oils, palm oil and animal fats. However Goodwin said other nations’ SAF capabilities were more advanced, and that “Australia needs to play catch-up”. “The science is proven, we need to have an industry and get it going,” he said. “It’s no silver bullet, but SAF will be one of those measures that will take us a good distance to reduce emissions.” Goodwin acknowledged there are currently no binding agreements affecting international airlines, but said the aviation industry expects these to be formalised and mandatory “very soon”. “As we approach 2030 this is going to become a much higher-profile issue. International emissions are in a policy no-man’s land at the moment, but what concerns us is if we suddenly have new regulations, if voluntary schemes become mandatory, we can’t risk losing connectivity because we haven’t spoken up enough at the table when these rules were being discussed. “For an international carrier trying to reduce its emissions – and it may have its own targets and obligations in its own country outside of global agreements – we know one way of reducing emissions is to simply not fly as much, and with Australia at the end of the world it would be very easy to just no longer fly to Australia,” Goodwin said. Australia’s transport minister, Catherine King, during a visit the UK this week spoke of the two countries’ “shared ambitions for decarbonising aviation … while still facilitating growth in the industry”. King said the Australian government supported the ICAO’s initiatives, noting these included a long-term aspirational goal for international aviation to achieve net-zero carbon emissions by 2050, as well as the Corsia program. King did not respond to questions about the state of Australia’s SAF capability and concerns that connectivity to Australia could be reduced."
                    },
                    "isHosted": false,
                    "pillarId": "pillar/news",
                    "pillarName": "News"
                },
                {
                    "id": "commentisfree/2023/jul/21/in-praise-of-the-isabelle-why-the-funniest-people-in-the-office-are-our-unsung-heroes",
                    "type": "article",
                    "sectionId": "commentisfree",
                    "sectionName": "Opinion",
                    "webPublicationDate": "2023-07-20T15:00:19Z",
                    "webTitle": "In praise of the Isabelle: why the funniest people in the office are our unsung heroes | Rebecca Shaw",
                    "webUrl": "https://www.theguardian.com/commentisfree/2023/jul/21/in-praise-of-the-isabelle-why-the-funniest-people-in-the-office-are-our-unsung-heroes",
                    "apiUrl": "https://content.guardianapis.com/commentisfree/2023/jul/21/in-praise-of-the-isabelle-why-the-funniest-people-in-the-office-are-our-unsung-heroes",
                    "fields": {
                        "headline": "In praise of the Isabelle: why the funniest people in the office are our unsung heroes",
                        "byline": "Rebecca Shaw",
                        "thumbnail": "https://media.guim.co.uk/994d67f16871da28fdc9342e5e4d23dfa1f4dd0a/0_400_6000_3600/500.jpg",
                        "bodyText": "Early on in our relationship – I say four months, she says two – I asked my girlfriend who the funniest person she knows is. I am woman enough to admit that I was sort of expecting her to say that the answer was me, her new professional comedy writer girlfriend. That did not happen, and instead she thought for approximately two seconds and said “Hmm … probably Isabelle”. Isabelle is her dear friend, and a very smart and funny woman. It was a great choice, and I completely agreed happily and was not a baby about it in the slightest. I’m certainly not bringing it up again years later in a global publication! Anyway, not to sound like Carrie Bradshaw in And Just Like That … (yes I’m a 40-year-old white woman), but it got me wondering about different kinds of funny. I’ve worked in various forms of comedy and writing for a while now, and have a lot of friends who are in the arts. My life is filled with comedians and comedy writers and funny actors and even … improv performers (I believe in diversity). They are at my work, they are in my life, they are on stage, they are on my TV. I love and adore them, and they have brought colour and joy to my life, as I am bringing joy and colour into your life right now. Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup However, I don’t know if you know professionally funny people like this, and I say this with all the love in my heart – we and they can be … a lot. Some of this is not our fault. Yes, partially it’s our unique and annoying personalities. But also, pretty much everyone is constantly struggling to “make it”, whatever that means. Paying rent is the first goal. We are in a small country with limited opportunities, hard to infiltrate if you don’t have connections. When you do get opportunities, they are usually limited, short term, or not that lucrative. It means when we hang out, we inevitably talk about grants, projects, what’s next, who is doing what. It also means, along with the unfortunate instinct of comedy people to always be “on”, generating ideas, doing bits, wondering if the bit could be something, bantering, could that idea be an article, should we apply for funding to do a web series etc. I know some of you would rather have rats chew on your face than have to listen to five minutes of that, and fair enough – but to me it’s heaven (rats chewing my face but I like it). However, as mentioned earlier, it’s a lot, and it can be a bit exhausting. That’s why it is vital to have another type of funny person in your life. The casually hilarious, the good vibe bringers. The funniest person in the office, or, as the case may be, the laboratory. The Isabelle. We all have our own. Yours may not be called Isabelle. You know the people I mean. The one in the workplace you can rely on for the jokes, or for an ongoing bit to keep the troops entertained. Everyone in their life knows them as the “funny one”, the one who cracks everyone up, the one Susan from accounts (not sure about office roles) is constantly saying should “try stand up”. They are the people who take on the unofficial role of CJO (chief joke officer), a vital part of any workplace organism. A person to lighten the mood, to give you a little boost on your break, to remind you that humour still exists and it’s worth living to see the end of the business day. Importantly, this is not to be confused with the obnoxious loud man in the workplace who thinks he is funny: he should never ever be encouraged to attempt stand up comedy, or be fed after midnight. People who are naturally funny but have no interest in using it professionally are relaxing to be around. Not only are they as funny as the professional comedians I know, they don’t really care about being funny. Their self worth does not rely on it, like some people I could mention (myself). They don’t need to try, they are never sweaty-handed and looking around for approval, trying to out-joke everyone. They aren’t dissecting comedy forms, or writing down a bit that just happened to use for content later. Because of my career, my brain has been trained to analyse jokes, or see a news story and think about how it could work in a segment on a TV show. FPITO (funniest people in the office) are not concerned with making being funny their life. They are scientists (like Isabelle), or working for the ombudsman, or they may have some high-powered nebulous job you are never really able to grasp. Lots of them could have probably followed their talent professionally if they wanted, but instead they have chosen to be adults with real jobs, improving (not improv-ing) the world in some way. The Funniest People in the Office are our unsung heroes. We need to appreciate them more for all their hard work out there on the grind, bettering all of our days, never asking for reward or applause for it. I wish I could take a leaf out of their books, but unfortunately I am busy trying to beat Isabelle and become the funniest person my girlfriend knows. • Rebecca Shaw is a writer based in Sydney"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/opinion",
                    "pillarName": "Opinion"
                },
                {
                    "id": "environment/2023/jul/21/consumer-watchdog-urged-to-investigate-misleading-australian-oil-and-gas-industry-pr-campaign",
                    "type": "article",
                    "sectionId": "environment",
                    "sectionName": "Environment",
                    "webPublicationDate": "2023-07-20T15:00:19Z",
                    "webTitle": "Consumer watchdog urged to investigate ‘misleading’ Australian oil and gas industry PR campaign",
                    "webUrl": "https://www.theguardian.com/environment/2023/jul/21/consumer-watchdog-urged-to-investigate-misleading-australian-oil-and-gas-industry-pr-campaign",
                    "apiUrl": "https://content.guardianapis.com/environment/2023/jul/21/consumer-watchdog-urged-to-investigate-misleading-australian-oil-and-gas-industry-pr-campaign",
                    "fields": {
                        "headline": "Consumer watchdog urged to investigate ‘misleading’ Australian oil and gas industry PR campaign",
                        "byline": "Graham Readfearn",
                        "thumbnail": "https://media.guim.co.uk/747c9b4b172e0f9884f651c831d8979b7d7b8c02/0_103_3821_2293/500.jpg",
                        "bodyText": "Environmental campaigners have asked Australia’s consumer watchdog to investigate an oil and gas industry public relations campaign that critics claim is misleading the public on the climate effects of fossil fuel. The Australian Petroleum Production and Exploration Association (Appea) last month dropped a claim in its “Future of Gas” advertising campaign that gas was “50% cleaner” than coal. Ad Standards said the claim was not specific enough and had not been substantiated, finding Appea had breached all three of its codes covering environmental claims. Appea launched the campaign in June to highlight “the importance of natural gas to the nation”. Now lawyers representing environmental campaigners Lock the Gate and climate advocacy group Comms Declare have asked the Australian Competition and Consumer Commission (ACCC) to investigate the campaign. “We hope this is a turning point in preventing greenwashing by coal, oil, and gas companies,” said Belinda Noble of Comms Declare. “Gas is mainly methane, which heats the atmosphere 84 times more than carbon dioxide over 20 years. “Advertising gas as being somehow ‘clean’ or ‘green’ is not only inaccurate – it is also immoral when global warming is causing record temperatures, death and destruction around the globe.” Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup In the letter to the ACCC, lawyers at the Environmental Defenders Office, representing the complainants, accuse the campaign of potentially misleading the public on several counts. The lawyers write that in some cases the actual climate impact of gas is much worse than the comparison of 50% cleaner than coal. The lawyers also write that comparing the greenhouse gas emissions of gas to coal was “potentially misleading” because it ignored a more relevant comparison to renewable energy. “Failing to disclose this information may lead the reader to the false conclusion that gas is the only energy source that releases less [greenhouse gases] than coal, when in fact renewable energy sources release almost zero [greenhouse gases] in the production of energy,” the complaint says. The letter also says that while the campaign claims gas generates about 20% of the electricity used by Australians, for the majority of people served by the National Electricity Market gas only generated about 6% of power. “Greenwashing is dangerous because it delays action on reducing greenhouse gas emissions and undermines competition and consumer trust in green or renewable products,” said Kirsty Ruddock, managing lawyer at the EDO. “Appea’s statements are designed to make the public think gas is good for the environment, when in fact it is driving dangerous climate change. “It is clearly in the public interest to ensure big polluters and their peak bodies, such as Appea, are held to account for their allegedly misleading or deceptive conduct.” Last month an Ad Standards panel found Appea’s campaign had breached its codes covering environmental claims. The panel investigated a complaint about Appea’s claim in its campaign that gas was “50% cleaner” than coal. The panel ruled the claim was “misleading, as the claim is not specific and does not make clear to the target audience the basis for comparison”. Appea pointed the panel to statements from the International Energy Agency and the former Australian chief scientist Alan Finkel to back up its claim. But a majority of the panel did not consider those sources to be sufficiently detailed to allow the claim to be properly evaluated. Appea has already removed the claim from its campaign. Statements that said gas was “around 50% cleaner than coal for generating electricity” now read “gas produced fewer emissions than coal when used to generate electricity”. Videos containing the claim have also been taken out of circulation. Experts have previously told the Guardian that in Australia’s main electricity grid gas has 61% of the emissions of coal, not 50%. They also point out that coal-fired power is not being replaced by gas in Australia, but by renewables such as solar and wind. The Guardian asked Appea to respond to the concerns raised in the ACCC complaint and to the findings of the AdStandards panel. Samantha McCulloch, Appea’s chief executive, said she believed the advertising was “clear and factual” and the association did not agree with the panel’s finding. “The fact that gas produces around 50% less carbon dioxide emissions than coal when used for power generation is widely established and recognised by leading authorities including the International Energy Agency (IEA), the US Government’s Energy Information Administration (EIA), the US Department of Energy and Australia’s former chief scientist, Dr Alan Finkel, in his review of the National Electricity Market. “However, out of respect for the decision and the process, APPEA promptly updated some campaign material when the decision was brought to our attention to take into account the determination.”"
                    },
                    "isHosted": false,
                    "pillarId": "pillar/news",
                    "pillarName": "News"
                }
            ]
        }
    }
}